[
  {
    "id": "00f6f43f",
    "q": "Which astronomer proposed the heliocentric theory in the 16th century?",
    "a": "Nicolaus Copernicus"
  },
  {
    "id": "2c48c615",
    "q": "The flag of which country holds the world record of being the oldest continuously used national flag?",
    "a": "Denmark"
  },
  {
    "id": "0c7464bd",
    "q": "Which gas makes up more than 90% of Mars' atmosphere?",
    "a": "Carbon Dioxide"
  },
  {
    "id": "16143a76",
    "q": "Which of the following is NOT one of Lohar's skills?",
    "a": "Utter Annihilation"
  },
  {
    "id": "5900a276",
    "q": "Which of the following is not King Skill?",
    "a": "Relief"
  },
  { "id": "935118c5", "q": "Who made the idea \"Troy\"?", "a": "Odysseus" },
  {
    "id": "fdff3d8c",
    "q": "Which of the following is another name for the \"Black Death\" that raged across the Europe during the Late Middle Ages?",
    "a": "Yersinia petis"
  },
  {
    "id": "e0d4d333",
    "q": "Which of the following juice is contained in the classic cocktail \"Bloody Mary\"?",
    "a": "Tomato Juice"
  },
  {
    "id": "26f4296a",
    "q": "In which city is Denmark's statue of The Little Mermaid located?",
    "a": "Copenhagen"
  },
  {
    "id": "cac92f00",
    "q": "What is China's earliest known book of military strategy?",
    "a": "Sun Tzu's \"The Art of War\""
  },
  {
    "id": "75380e5e",
    "q": "In Greek mythology, what was the name of Hades' 3-headed dog which guarded the gates of the Underworld",
    "a": "Cerberus"
  },
  { "id": "3674a562", "q": "Founder of Edo Bakufu", "a": "Tokugawa Ieyasu" },
  {
    "id": "6e687db6",
    "q": "Official measure Martin Luther",
    "a": "Edict of Worms"
  },
  {
    "id": "73a03157",
    "q": "Which was a lighthouse built after Macedonia conquered Egypt and waste of the seven wonders of the ancient world?",
    "a": "The Lighthouse of Alexandria"
  },
  {
    "id": "e8ae6ddf",
    "q": "Who was the last emperor of All Russia?",
    "a": "Nicholas II"
  },
  {
    "id": "c1fc1d2e",
    "q": "Whose beauty is said to have been the cause of the Trojan War?",
    "a": "Helen"
  },
  {
    "id": "38a8bfda",
    "q": "Northern Humanists like Erasmus were most commonly known for what?",
    "a": "Interest in religion and social reform"
  },
  {
    "id": "e2eaa747",
    "q": "Which German psychologist discovered the human brain's forgetting curve?",
    "a": "Hermann Ebbinghaus"
  },
  {
    "id": "676fb747",
    "q": "What is the conversion ratio of amperes (A) to milliamperes (mA)?",
    "a": "1/1000"
  },
  {
    "id": "af308e01",
    "q": "Which of the following did Desiderius Erasmus and Thomas More have in common?",
    "a": "Both were considered humanists"
  },
  {
    "id": "7501a033",
    "q": "Who first implemented the Julian Calendar in Rome?",
    "a": "Julius Caesar"
  },
  {
    "id": "1778dbfd",
    "q": "Which of the following is the world's largest island?",
    "a": "Greenland"
  },
  {
    "id": "a3b813ea",
    "q": "Which commander signed a peace treaty with Saladin in 1192?",
    "a": "Richard I"
  },
  {
    "id": "e79a813a",
    "q": "Who was the first human woman created by Hephaestus in Greek mythology?",
    "a": "Pandora"
  },
  {
    "id": "af68901d",
    "q": "Which commander was in charge of capturing Constantinople at the age of 21?",
    "a": "Mehmed II"
  },
  {
    "id": "1c639583",
    "q": "Which of the following fruits, known as \"wolf peach\", were erroneously thought to be poisonous?",
    "a": "Tomatoes"
  },
  {
    "id": "4dca567c",
    "q": "Which of the following was also known as the Eastern Roman Empire?",
    "a": "Byzantine Empire"
  },
  {
    "id": "b3975318",
    "q": "Which of the following French Kings was known as the Sun King?",
    "a": "Louis XIV"
  },
  {
    "id": "40e6c5f5",
    "q": "Which inventor built the world's first electric locomotive in 1837?",
    "a": "Robert Davidson"
  },
  {
    "id": "03091bed",
    "q": "Which type of holy sites grant troop attack bonuses?",
    "a": "Flame Altar"
  },
  {
    "id": "eef8a4de",
    "q": "Which of the following can NOT be found in Alliance Shops?",
    "a": "Golden Key"
  },
  {
    "id": "d790239f",
    "q": "What is Belisarius' nickname?",
    "a": "Last of the Romans"
  },
  {
    "id": "e0720e00",
    "q": "Which European country's king funded Christopher Columbus' famous expedition?",
    "a": "Spain"
  },
  {
    "id": "b4348da6",
    "q": "From the 17th to 19th centuries, the Kingdom of Prussia was mostly in which modern country",
    "a": "Germany"
  },
  {
    "id": "ac27f2d8",
    "q": "Which mammalian order does Suidae belong to?",
    "a": "Artiodactyla"
  },
  {
    "id": "6eb01379",
    "q": "Who was believed to be the prototype of king of hearts in poker?",
    "a": "Charlemagne"
  },
  {
    "id": "e61d6ded",
    "q": "What did Spartacus do as a slave before leading the biggest slave rebellion of Ancient Rome?",
    "a": "A gladiator"
  },
  {
    "id": "556988d0",
    "q": "Who proposed the philosophical idea of \"I think, therefore I am\"?",
    "a": "Descartes"
  },
  {
    "id": "36584d3a",
    "q": "Which of the following marine species has existed the longest?",
    "a": "Nautilus"
  },
  {
    "id": "d5b3d2a8",
    "q": "Which country gave the Statue of Liberty ti American people as a gift?",
    "a": "France"
  },
  {
    "id": "25cb9755",
    "q": "Which of the following physicists was born on the death anniversary of Galileo Galilei, and died on the birth anniversary of Albert Einstein?",
    "a": "Stephen Hawking"
  },
  {
    "id": "e48e1fda",
    "q": "Who was called \"Napoleon of crime\" in some of the Sherlock Holmes stories?",
    "a": "Professor Moriarty"
  },
  {
    "id": "b6fbf2f1",
    "q": "Which building was originally built in London to house the Great Exhibition of the Works Industry of All Nations held in 1851?",
    "a": "The Crystal Palace"
  },
  {
    "id": "f1ac7f9f",
    "q": "Which of the following was built at the order of Shah Jahan in the memory of his wife Mumtaz Mahal?",
    "a": "Taj Mhal"
  },
  {
    "id": "01cd2a5a",
    "q": "how many times is the character 1 used when you write from numbers 1 to number 99?",
    "a": "20"
  },
  {
    "id": "f96d2094",
    "q": "In which country did the Carlist Wars take place during the 19th century?",
    "a": "Spain"
  },
  {
    "id": "b52740ba",
    "q": "Which war was fought between the Bristish houses of Lancaster and York for the throne of England?",
    "a": "The Wars of the Roses"
  },
  {
    "id": "ffcfd555",
    "q": "Insufficient intake of which element may case thyromegaly?",
    "a": "Iodine"
  },
  {
    "id": "3914c6cb",
    "q": "Which French monarch was known as Saint Louis?",
    "a": "Louis IX"
  },
  {
    "id": "51caaaaa",
    "q": "Which country in Asia overlaps with the former Parthian empire?",
    "a": "Iran"
  },
  {
    "id": "c7e36b71",
    "q": "What is the softest material known to mankind?",
    "a": "Talc"
  },
  {
    "id": "e4afa9d8",
    "q": "One of the Knights of the Round Table",
    "a": "Lancelot"
  },
  {
    "id": "ffeaf123",
    "q": "The three kingdoms of Korea where Baekje, Silla, and?",
    "a": "Goguryeo"
  },
  {
    "id": "ea0515c9",
    "q": "Which of the following is a nonrenewable energy source (such as coal, oil, or natural gas)?",
    "a": "Fossil Fuel"
  },
  {
    "id": "692e0a11",
    "q": "Which of the following is an alternative energy source based on splitting heavy atoms into lighter ones to release energy?",
    "a": "Nuclear energy"
  },
  {
    "id": "a272bc78",
    "q": "Which war ended the rule of the House of Plantagenet and began the rule of the Tudors in England?",
    "a": "The Wars of the Roses"
  },
  {
    "id": "254bc1f0",
    "q": "Which commander is named death hydromel?",
    "a": "Sarka"
  },
  {
    "id": "e97c2905",
    "q": "Which of these is not a natural resource?",
    "a": "Clothing"
  },
  {
    "id": "646f70f1",
    "q": "The Punic Wars were fought by Ancient Rome and what other Ancient Empire?",
    "a": "Carthage"
  },
  {
    "id": "36e8d4f9",
    "q": "Who was the last female Pharaoh of the Ptolemy Dynasty?",
    "a": "Cleopatra VII"
  },
  {
    "id": "62586adc",
    "q": "Raphael is best known for his creation of which of the following?",
    "a": "School of Athens"
  },
  {
    "id": "9738a043",
    "q": "How many phases are there in The Mightiest Governor event?",
    "a": "5"
  },
  {
    "id": "2a71dbf9",
    "q": "Which commander is known as Kamakura's warlord?",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "a3943144",
    "q": "Which of these is used to rally alliance troops?",
    "a": "Castle"
  },
  {
    "id": "7486889c",
    "q": "What is the highest level a City Hall can reach in Rise of Kingdoms?",
    "a": "25"
  },
  {
    "id": "e08e03d7",
    "q": "Which country started the tradition of the 8-hour workday?",
    "a": "United Kingdom"
  },
  {
    "id": "cc2367e7",
    "q": "Which of the following was NOT invented in China?",
    "a": "Seismographs"
  },
  { "id": "4b02456b", "q": "Which country is not in Europe?", "a": "Egypt" },
  {
    "id": "4e774423",
    "q": "Which of the following commanders excels at attacking enemy cities?",
    "a": "Caesar"
  },
  {
    "id": "b8b0cd8f",
    "q": "While Gutenberg introduced the printing press in Europe, his invention was influenced by which country, the first to develop a moveable type?",
    "a": "China"
  },
  {
    "id": "7cacdf32",
    "q": "The four major varieties of Guzheng in Ancient China were the Haozhong, Luqi, Jiaowei, and the...?",
    "a": "Raoliang"
  },
  {
    "id": "200dc7a3",
    "q": "Which of the following is NOT one of El Cid's skills?",
    "a": "Chivalry"
  },
  {
    "id": "7ea046ee",
    "q": "With whom did Minamoto no Yoshitsune raise an army to fight Taira no Kiyomori?",
    "a": "Minamoto no Yoritomo"
  },
  { "id": "bd7ae0a5", "q": "What color is a polar bears skin?", "a": "Black" },
  {
    "id": "42a752c7",
    "q": "Egyptians made paper from which material?",
    "a": "Papyrus"
  },
  {
    "id": "5ce410f5",
    "q": "The differences among a species, like different bird beaks, are called",
    "a": "Variations"
  },
  {
    "id": "e6307c2b",
    "q": "What is the length of a marathon in kilometers?",
    "a": "42.2 Km"
  },
  {
    "id": "1ad84fa9",
    "q": "Which part of the brain will alcohol affect?",
    "a": "The Cerebellum"
  },
  {
    "id": "ef7a8527",
    "q": "What is the troop health bonus you can get from a fully upgraded Hospital?",
    "a": "1,00 %"
  },
  {
    "id": "98e7cafa",
    "q": "What are the Books of Covenant used for?",
    "a": "Upgrading Castle"
  },
  {
    "id": "fddaa3ce",
    "q": "How many Elite Commanders are there in the game?",
    "a": "5"
  },
  {
    "id": "9b9672ba",
    "q": "The three great philosophers of ancient Greece were Plato, Aristotle, and?",
    "a": "Socrates."
  },
  {
    "id": "8b2e2451",
    "q": "Which of the following can not be found in a Silver Chest at the tavern?",
    "a": "Lvl. 3 Tome of knowledge"
  },
  {
    "id": "1dcaee25",
    "q": "Which unit type is strong against Archers?",
    "a": "Cavalry"
  },
  {
    "id": "316fb579",
    "q": "Which unit type is strong against Cavalry?",
    "a": "Infantry"
  },
  {
    "id": "338f4e1c",
    "q": "Who is the commander considered an enemy of Rome since childhood?",
    "a": "Hannibal Barca"
  },
  {
    "id": "2237d566",
    "q": "Which of these commanders was able to defeat the great Charles in the battle?",
    "a": ""
  },
  {
    "id": "4d7a10cf",
    "q": "Who painted The Last Supper?",
    "a": "Leonardo Da Vinci"
  },
  {
    "id": "4e7311a6",
    "q": "Ancient Egyptian history spans how many kingdoms?",
    "a": "3 - Old, Middle, New"
  },
  {
    "id": "146b49ff",
    "q": "Who is the King of the Kingdom?",
    "a": "Leader of the alliance that conquers the lost temple"
  },
  {
    "id": "4a100dcc",
    "q": "Which of the following is not a characteristic of renaissance art?",
    "a": "Flat/Two-dimensional"
  },
  {
    "id": "c3b30526",
    "q": "Which famous and influential family did the famous Renaissance art patron Duke Lorenzo belong to?",
    "a": "Medici"
  },
  { "id": "9d1285dc", "q": "Wealthy family in Florence", "a": "Medicis" },
  {
    "id": "8b73364a",
    "q": "Which of the following was not a pillar of the Renaissance?",
    "a": "Mannerism"
  },
  {
    "id": "c097bf06",
    "q": "Which of the following was a Renaissance intellectual movement in which thinkers studied classical texts and focused on human potential and achievements?",
    "a": "Humanism"
  },
  {
    "id": "9f60c819",
    "q": "Which period of European history, lasting from 1300 to 1600, saw renewed interest in classical culture and led to far-reaching changes in art, learning, and views of the world?",
    "a": "Renaissance"
  },
  {
    "id": "fe2c1df2",
    "q": "Without using buffs, how many action points can a governor have?",
    "a": "1"
  },
  {
    "id": "7c2ca430",
    "q": "Which unit strong against infantry?",
    "a": "Archer"
  },
  {
    "id": "4198d049",
    "q": "hich of the following commanders excels at leading Calvary?",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "0916bf82",
    "q": "Which of the following does not award Individual Credits?",
    "a": "Giving resources to allies."
  },
  {
    "id": "544bc6e8",
    "q": "Which Portuguese explorer sailed from the Cape of Good Hope to India?",
    "a": "Vasco de Gama"
  },
  {
    "id": "48ba8a05",
    "q": "Why do frogs and other organisms produce so many eggs/offspring?",
    "a": "the more offspring produced the more likely they will survive"
  },
  {
    "id": "0ceb690b",
    "q": "What are Arrows of Resistance used for?",
    "a": "Upgrading Watch Tower"
  },
  {
    "id": "9d454913",
    "q": "Renaissance painters in Flanders, as in Italy, tended to produce what type of artwork?",
    "a": "Realistic"
  },
  {
    "id": "90cac141",
    "q": "What provided the major economic support for the renaissance?",
    "a": "Wealthy Patrons"
  },
  {
    "id": "5e3c3c14",
    "q": "Why are advantageous traits more likely to be passed onto offspring?",
    "a": "Because they are more likely to survive and produce..."
  },
  {
    "id": "9f0a0bca",
    "q": "After its foundation in the 6th century BCE, which institution of the Roman Republic served as a consultative parliament?",
    "a": "The Senate"
  },
  {
    "id": "da019839",
    "q": "What is the name for electricity produced by water power using large dams in a river?",
    "a": "Hydroelectric power"
  },
  {
    "id": "f97ae477",
    "q": "The process of splitting atoms is known as",
    "a": "Fission"
  },
  {
    "id": "68a4b138",
    "q": "Santa Claus travels on a sleigh pulled by what animal?",
    "a": "Reindeer"
  },
  {
    "id": "cd1e80fc",
    "q": "Which war was fought between British houses of Lancaster and York for the throne of England?",
    "a": "The Wars of the Roses"
  },
  {
    "id": "117ae4ae",
    "q": "Which of these was the only commander to defeat Cyrus the great in battle?",
    "a": "Tomyris"
  },
  {
    "id": "9e87afd8",
    "q": "Which of the following commanders joined a rebellion against her own husband?",
    "a": "Constance"
  },
  {
    "id": "66c419dc",
    "q": "Which commander is nicknamed the Roaring Barbarian?",
    "a": "Lohar"
  },
  {
    "id": "ccd18fc3",
    "q": "Which of the following resources cannot be found in your jeans?",
    "a": "Lead"
  },
  {
    "id": "ab76ea16",
    "q": "Which commander was paired with Minamoto?",
    "a": "Tomoe Gozen"
  },
  {
    "id": "83772e8b",
    "q": "Which of the following was a general during Japan's Genpei War?",
    "a": "Tomoe Gozen"
  },
  {
    "id": "747dc7f6",
    "q": "In Greek mythology, to whom did Paris the prince of troy give golden apple inscribed with to the most beautiful goddess?",
    "a": "Aphrodite"
  },
  {
    "id": "af678b24",
    "q": "Of the 12 Chinese zodiac animals, which comes first?",
    "a": "Rat / Mouse"
  },
  {
    "id": "b16fb56b",
    "q": "Which Civilization was the first to have public toilets?",
    "a": "Ancient Rome"
  },
  {
    "id": "b174a92e",
    "q": "Which of the following is a fossil fuel formed from marine organisms that is often found in folded or tilted layers and used for heating and cooking?",
    "a": "Natural Gas"
  },
  {
    "id": "266462f0",
    "q": "From the 8th to the 11th century CE, what did Europeans frequently call the Scandinavian invaders who frequently ravaged their lands?",
    "a": "Vikings"
  },
  {
    "id": "7ef3aabf",
    "q": "Which of the following is an inexhaustible energy resource that relies on hot magma or hot dry rocks below ground?",
    "a": "Geo"
  },
  {
    "id": "ba2cc343",
    "q": "Which of the following is considered an energy source?",
    "a": "Petroleum"
  },
  {
    "id": "444f27f4",
    "q": "The Renaissance was a \"Rebirth\" of",
    "a": "Classical Culture"
  },
  {
    "id": "bf367052",
    "q": "Advantages of Johannes Gutenberg's printing press include all of the following except",
    "a": "Increase in church power"
  },
  {
    "id": "7bac3490",
    "q": "Who invented the printing press?",
    "a": "Johann Gutenberg"
  },
  {
    "id": "4af16f0a",
    "q": "Who founded the Kingdom of Asturias?",
    "a": "Pelagius"
  },
  {
    "id": "86d5c729",
    "q": "Which of the following does NOT give commanders EXP?",
    "a": "Attacking other players"
  },
  {
    "id": "5cf5295c",
    "q": "Raphael is best known for?",
    "a": "School of Athens"
  },
  {
    "id": "eea97a38",
    "q": "Which of the following is a Phase of the Mightiest Governor?",
    "a": "Enemy Elimination"
  },
  {
    "id": "ad9ab1a6",
    "q": "Which of these two were created by Leonardo da Vinci?",
    "a": "The Last Supper, Mona Lisa"
  },
  {
    "id": "5e7bd6fb",
    "q": "Which war was fought between the British?",
    "a": "War of Roses"
  },
  {
    "id": "788fa1f1",
    "q": "Which commander is nicknamed Carthage's Guardian?",
    "a": "Hannibal Barca"
  },
  {
    "id": "a699a016",
    "q": "What two major works are attributed to homer?",
    "a": "The Odyssey and the Iliad"
  },
  {
    "id": "0c462e81",
    "q": "Which of the following is not an objective of Greek mythology?",
    "a": "Provide a path for salvation"
  },
  {
    "id": "996ecfdb",
    "q": "Which commander is nicknamed the Father of Conquest?",
    "a": "Baybars"
  },
  {
    "id": "b85c3d96",
    "q": "Where do most hurricanes start?",
    "a": "On the Open Seas"
  },
  {
    "id": "7a333b43",
    "q": "Which commander is known as the Lady of the Mercians?",
    "a": "Æthelflæd"
  },
  {
    "id": "5c5c94ad",
    "q": "Which landmark in Sydney, Australia is shaped like sails?",
    "a": "Sydney Opera House"
  },
  {
    "id": "2d88148f",
    "q": "Egypt's economy was primarily based on what?",
    "a": "Agriculture"
  },
  {
    "id": "22da789a",
    "q": "Which planet in our solar system rotates the fastest?",
    "a": "Jupiter"
  },
  {
    "id": "1b70b92d",
    "q": "Which commander was part of the Battle of Red Cliffs?",
    "a": "Cao Cao"
  },
  {
    "id": "44194a44",
    "q": "What is Julius Caesar's nickname?",
    "a": "Uncrowned king"
  },
  {
    "id": "19c48453",
    "q": "How many fingers does the cartoon character mickey mouse have on each hand?",
    "a": "4"
  },
  {
    "id": "3476fc29",
    "q": "Which Portuguese explorer was the first European to sail to the southern tip of Africa?",
    "a": "Bartolomeu Dias"
  },
  {
    "id": "1dde9ad5",
    "q": "In which country was air conditioning invented?",
    "a": "USA"
  },
  {
    "id": "aee96daf",
    "q": "The two capitals of Austria - Hungary were Budapest and?",
    "a": "Vienna"
  },
  {
    "id": "672bddda",
    "q": "In Greek Mythology, what is the relationship between Zeus and Hermes?",
    "a": "Father and son"
  },
  {
    "id": "384c064f",
    "q": "In Greek mythology, which hero requested for the Golden Fleece?",
    "a": "Jason"
  },
  {
    "id": "518680f0",
    "q": "\"The end justifies the means\" was a key belief of the author of \"The Prince\". What was his name?",
    "a": "Machiavelli"
  },
  { "id": "363c21ae", "q": "Where did the renaissance begin?", "a": "Italy" },
  {
    "id": "b951f120",
    "q": "Who painted the Mona Lisa?",
    "a": "Leonardo da Vinci"
  },
  {
    "id": "89181f9e",
    "q": "Movable type was first used in which country?",
    "a": "China"
  },
  {
    "id": "7b410408",
    "q": "The “Windsor knot” was made popular by which king of England?",
    "a": "Edward VIII"
  },
  {
    "id": "dd9e2e60",
    "q": "Which ancient Greek scholar laid the foundations for future European mathematics and authored the \"Elements\" of geometry?",
    "a": "Euclid"
  },
  {
    "id": "f9dba255",
    "q": "Who was the only king of England to be executed?",
    "a": "Charles I"
  },
  {
    "id": "0ce5221b",
    "q": "What four words saying did Oda Nobunaga live by?",
    "a": "Rule With Absolute Force"
  },
  {
    "id": "027860fa",
    "q": "Which of the following is not a reason why the renaissance began in Italy?",
    "a": "The black plague did not hit Italy as a result of the alps"
  },
  {
    "id": "e23aed7f",
    "q": "Under normal circumstances, which layer of the sun can we see with the naked eye?",
    "a": "Photosphere"
  },
  {
    "id": "edb1bd36",
    "q": "Which commander is known as Barbarossa?",
    "a": "Frederick I"
  },
  {
    "id": "53198f46",
    "q": "Which of the following does the green Olympic Ring represent?",
    "a": "Oceania"
  },
  {
    "id": "63a5f1d5",
    "q": "Which Ancient Greek physicist famously discovered the concept of buoyancy while taking a bath?",
    "a": "Archimedes"
  },
  {
    "id": "871c8a36",
    "q": "How do you get Alliance Technology credits?",
    "a": "By donating to the Alliance"
  },
  {
    "id": "edcb95a8",
    "q": "Egypt’s economy was primarily based on?",
    "a": "Agriculture"
  },
  {
    "id": "39ee37c3",
    "q": "In Greek mythology, what was Achilles' only weak point?",
    "a": "His heel"
  },
  { "id": "1614799b", "q": "Mutations are a change in what?", "a": "DNA" },
  {
    "id": "d8c58f4c",
    "q": "Which honorary rank was the founder of Kentucky Fried Chicken (KFC) given?",
    "a": "Colonel"
  },
  {
    "id": "90bb7bb9",
    "q": "Which city-state of Ancient Greece was known for its Brutal military training and bravery?",
    "a": "Sparta"
  },
  {
    "id": "e5823071",
    "q": "Wales officially became part of the Kingdom of Great Britain during the reign of which King?",
    "a": "King Henry VIII"
  },
  {
    "id": "1ab13e4c",
    "q": "Queen Victoria of England was part of which royal house?",
    "a": "The house of Hanover"
  },
  {
    "id": "5bfdc5c4",
    "q": "Which of the seven wonders of the world were created to cure the new Queen of Babylon's homesickness?",
    "a": "The Hanging Gardens"
  },
  {
    "id": "cd66fd86",
    "q": "Which of the following is a nonrenewable energy source?",
    "a": "Water"
  },
  {
    "id": "2007191b",
    "q": "Which commander was considered an enemy of Rome from an early age?",
    "a": "Hannibal Barca"
  },
  {
    "id": "98f5f2ea",
    "q": "Which art group is known as a \"National Treasure\" of Canada?",
    "a": "Cirque du Soleil"
  },
  {
    "id": "7cec630f",
    "q": "Which Roman Emperor was named Augustus after ending a civil war?",
    "a": "Gaius Octavius"
  },
  {
    "id": "0294fab4",
    "q": "In Norse mythology, who wielded the weapon Gungnir?",
    "a": "Odin"
  },
  {
    "id": "efbfb48a",
    "q": "During the Renaissance, why was Florence significant?",
    "a": "Birthplace of the Renaissance"
  },
  {
    "id": "c6357293",
    "q": "Which of the following describes a monotheist?",
    "a": "Someone who warships 1 god."
  },
  {
    "id": "5cd9874d",
    "q": "To whom did India give title mahatma?",
    "a": "Mohandas Karamchand Gandhi"
  },
  {
    "id": "5a3b8478",
    "q": "How many action points can a governor have?",
    "a": "1000"
  },
  {
    "id": "4ccaccd3",
    "q": "Which of the following is a name for sedimentary rock formed from decayed plant materiel in swampy areas?",
    "a": "Coal"
  },
  {
    "id": "d2d54b58",
    "q": "Ashoka the Great was the king of which Ancient Indian kingdom?",
    "a": "Maurya"
  },
  {
    "id": "4e310cfb",
    "q": "On which continent is the human race generally thought to have originated?",
    "a": "Africa"
  },
  {
    "id": "32b7932e",
    "q": "What is the name for renewable energy derived from burning organic materials such as wood and alcohol?",
    "a": "Biomass"
  },
  {
    "id": "65f46b3a",
    "q": "Where did King Louis XIV of France move the royal Court to in 1682?",
    "a": "Palace of Versailles"
  },
  {
    "id": "c03e17de",
    "q": "Who was the Emperor of the First French Empire?",
    "a": "Napoleon Bonaparte"
  },
  {
    "id": "e7a0a586",
    "q": "Which of the following commanders excels at leading archers?",
    "a": "Yi Seong-Gye"
  },
  {
    "id": "935886a8",
    "q": "Who founded the joseon dynasty?",
    "a": "Yi Seong-Gye"
  },
  {
    "id": "d1075e5f",
    "q": "First general of the Edo shogunate?",
    "a": "Tokugawa Ieyasu"
  },
  {
    "id": "d18ca9ac",
    "q": "What is the center of a hurricane called?",
    "a": "Eye"
  },
  {
    "id": "186b4a6c",
    "q": "Which prominent statesman served as the first general of the Edo shogunate at the end of Japan's Warring States period?",
    "a": "Tokugawa Ieyasu"
  },
  {
    "id": "34e979b7",
    "q": "In Ark of Osiris, where are you supposed to take the Ark?",
    "a": "Escort the Ark to a non-enemy building"
  },
  {
    "id": "5859113f",
    "q": "Which group conquered the Byzantine Empire?",
    "a": "The Ottomans"
  },
  {
    "id": "c04e0504",
    "q": "Where was the rallying point for the First Crusade?",
    "a": "Constantinople"
  },
  {
    "id": "114bf8d7",
    "q": "Which of the following is a term for a valuable material of geologic origin that can be extracted from the earth",
    "a": "Natural Resources"
  },
  {
    "id": "52226473",
    "q": "Which city hosted the 2000 Summer Olympics?",
    "a": "Sydney"
  },
  {
    "id": "d489afa6",
    "q": "Which of the following is a liquid fossil fuel formed from marine organisms that is burned to obtain energy and used to manufacture plastics?",
    "a": "Oil"
  },
  {
    "id": "fdd02ae5",
    "q": "Who killed Hector and how does Achilles die?",
    "a": "Achilles; Arrow through his heel"
  },
  {
    "id": "2681c2be",
    "q": "First created in Ancient Greece, to which profession does Hippocratic oath apply?",
    "a": "Doctors"
  },
  {
    "id": "472b0e06",
    "q": "Who instituted the Julian Calendar?",
    "a": "Julius Caesar"
  },
  {
    "id": "a6b29fae",
    "q": "Who owned everything in ancient Egyptian Kingdoms?",
    "a": "Pharaoh"
  },
  {
    "id": "10d1b20e",
    "q": "Which part of the human body contains mostly water?",
    "a": "Eyeballs"
  },
  {
    "id": "08df2b33",
    "q": "Before leading the biggest slave rebellion of Ancient Rome, what was Spartacus?",
    "a": "Gladiator"
  },
  {
    "id": "0299d13d",
    "q": "What is the champion Keira's nickname?",
    "a": "The Red Chameleon"
  },
  {
    "id": "f47d4646",
    "q": "Ashoka the great was the king of which ancient kingdom?",
    "a": "Maurya Dynasty"
  },
  {
    "id": "8e9a338f",
    "q": "Which artist designed St. Peter's Basilica in the Vatican?",
    "a": "Michelangelo"
  },
  {
    "id": "d4f6d63d",
    "q": "Who was praised by his countryman as ancient Greece's best and most honest democratic representatives?",
    "a": "Pericles"
  },
  {
    "id": "6d982b9c",
    "q": "What is the name of the revolution in 1688 which established the British constitutional monarchy?",
    "a": "Glorious Revolution"
  },
  {
    "id": "bcdc1e25",
    "q": "The process Of combining atoms is known as what?",
    "a": "Fusion"
  },
  {
    "id": "45c584f1",
    "q": "Which of the following is not Pelagius passive skill?",
    "a": "Charge"
  },
  {
    "id": "80bf86c3",
    "q": "Which was the only ancient civilization to develop in a tropical jungle rather than a river basin?",
    "a": "The Incas"
  },
  { "id": "3c172379", "q": "Lost City", "a": "The Incas" },
  {
    "id": "39601e76",
    "q": "Which ethnic group founded the earliest civilization of Mesopotamia?",
    "a": "The Sumerians"
  },
  {
    "id": "f04bc06b",
    "q": "The cone-shaped winds of tornadoes are notable for doing what?",
    "a": "Spinning"
  },
  {
    "id": "21496dcc",
    "q": "Who commanded the New Model Army founded by Parliament during the English Civil War?",
    "a": "Cromwell"
  },
  {
    "id": "093d782d",
    "q": "Who is considered the \"Father of Modern Olympic Games\"?",
    "a": "Pierre de Coubertin"
  },
  {
    "id": "c5647113",
    "q": "When is the declaration of independence?",
    "a": "1776"
  },
  {
    "id": "299022fd",
    "q": "Who was the first Emperor of Rome?",
    "a": "Gaius Octavius Augustus"
  },
  {
    "id": "5b5ec852",
    "q": "Unit type strong against Infantry?",
    "a": "Archer"
  },
  {
    "id": "3f79a562",
    "q": "Where did king Louis XIV of France move to royal court to in 1682?",
    "a": "Palace of Versailles"
  },
  {
    "id": "b18a7926",
    "q": "Which beverage was invented by American pharmacist John Pemberton?",
    "a": "Cola"
  },
  {
    "id": "7480b3c6",
    "q": "Which of the following commander excels at gathering resources?",
    "a": "Cleopatra VII"
  },
  {
    "id": "1329cd31",
    "q": "The more genetic variation a population has, the more likely it is that some individual will what?",
    "a": "Survive"
  },
  {
    "id": "0ee1b59a",
    "q": "Which commander excels at leading infantry?",
    "a": "Richard I"
  },
  {
    "id": "ff4029b7",
    "q": "Which of the following was an enemy of Richard the Lionheart?",
    "a": "Saladin"
  },
  {
    "id": "d510c115",
    "q": "In Greek mythlogy, which hero quested for the golden fleece?",
    "a": "Jason"
  },
  {
    "id": "1839ecd2",
    "q": "Where do adaptations come from?",
    "a": "Both mutations and Genetic recombination."
  },
  {
    "id": "9fcae411",
    "q": "Where did Genghis Khan start building his Mongolian Empire?",
    "a": "Asia"
  },
  {
    "id": "fd4aac1d",
    "q": "Who was the founder of the Mongolian Empire?",
    "a": "Genghis Khan"
  },
  {
    "id": "df9828dc",
    "q": "what is the name for the phenomenon by which organisms that are better adapted to the environment survive to pass traits to their offspring?",
    "a": "Natural Selection"
  },
  {
    "id": "1c825fb0",
    "q": "Which of the following commanders was part of the hundred years war?",
    "a": "Joan of Arc"
  },
  {
    "id": "c2c31065",
    "q": "Which commander was nicknamed mead of death?",
    "a": "Sarka"
  },
  {
    "id": "238f5695",
    "q": "What is a monotheist?",
    "a": "Only believe in one god."
  },
  {
    "id": "27e173cf",
    "q": "What discovery made the deciphering of hieroglyphics possible ?",
    "a": "Rosetta stone."
  },
  {
    "id": "be2c0359",
    "q": "Eyeglasses are composed of quartz, sand, and what?",
    "a": "Petroleum"
  },
  {
    "id": "9a55ffc9",
    "q": "When Achilles refuses to fight, Patroclus puts on Achilles armor, fights the trojans, and dies, who is Patroclus killed by?",
    "a": "Hector"
  },
  {
    "id": "5994f308",
    "q": "In which year did Richard and Saladin sign a truce?",
    "a": "1192"
  },
  {
    "id": "a8f0c0e4",
    "q": "Mutations are important because they bring about what?",
    "a": "Genetic Variation needed for a population to evolve"
  },
  {
    "id": "cd548abb",
    "q": "In Ark of Osiris which speedup can be used?",
    "a": "Healing Speed Up"
  },
  {
    "id": "1e4870c6",
    "q": "How did Saladin change the Middle East?",
    "a": "Palestine"
  },
  {
    "id": "087754a3",
    "q": "When was the Declaration of Independence written?",
    "a": "1776"
  },
  {
    "id": "15cd7e39",
    "q": "The Mughal Empire carried Islam to where?",
    "a": "Most of India"
  },
  {
    "id": "4014fb40",
    "q": "Which musical instrument has six strings?",
    "a": "Guitar"
  },
  {
    "id": "e332fc77",
    "q": "The four biggest musicals in the world are Cats, Les Miserables, Miss Saigon, and?",
    "a": "The Phantom of the Opera"
  },
  {
    "id": "f6473e92",
    "q": "France and Germany were both once part of what feudal Kingdom?",
    "a": "Francia"
  },
  {
    "id": "02d8f4d7",
    "q": "In Russian history, what nickname was the first Tzar given for their tyranny?",
    "a": "Ivan the Terrible"
  },
  {
    "id": "78697ca3",
    "q": "Which of the following is considered a metallic resource?",
    "a": "Iron"
  },
  {
    "id": "44a6c9e8",
    "q": "Which commander is known as the Conqueror of Chaos?",
    "a": "Cao Cao"
  },
  {
    "id": "ee109c1b",
    "q": "Which of the Babylonian Codes of Law was the first full set of written laws in recorded history?",
    "a": "The Code of Hammurabi"
  },
  {
    "id": "7e7ba2bc",
    "q": "Which European wrote the first travelogue detailing China's history, culture, and art?",
    "a": "Marco Polo"
  },
  {
    "id": "98d475e1",
    "q": "China's crosstalk sketch comedy format originates in three places: Tianqiao in Beijing, the Quanty Bazaar in Tianjin and where in Nanjing?",
    "a": "Fuzimiao"
  },
  {
    "id": "eb4610ae",
    "q": "Homer's 'The Iliad' focuses on events happening during which war or battle?",
    "a": "The Trojan War"
  },
  {
    "id": "a50104ea",
    "q": "Which of the following is not part of Mexico's flag.?",
    "a": "Camel"
  },
  {
    "id": "ff33652d",
    "q": "Which commander was known as the Celtic Rose?",
    "a": "Boudica"
  },
  {
    "id": "a5d6fd0a",
    "q": "Which type of natural disaster is measured using the Richter scale?",
    "a": "Earthquake"
  },
  {
    "id": "ab7a6a58",
    "q": "Which is recognized by the Guinness Book of World Records as having the largest cumulative circulation of any single-author comic?",
    "a": "Eiichiro Oda / One Piece"
  },
  {
    "id": "22689442",
    "q": "In Ancient Greece, which philosopher liked to discuss ideas on a street which then got the nickname Peripatetic School?",
    "a": "Aristotle"
  },
  {
    "id": "844c733b",
    "q": "Galileo's Leaning Tower of Pisa experiment overturned a theory of which Ancient Greek scientists?",
    "a": "Aristotle"
  },
  {
    "id": "1b989588",
    "q": "Which commander showed their military genius in the Battle of Poitiers in the 8th century AD?",
    "a": "Charles Martel"
  },
  {
    "id": "e4b2f676",
    "q": "Which commander showed their military genius in the Battle of Tours in the 8th century AD?",
    "a": "Charles Martel"
  },
  {
    "id": "2d8f10eb",
    "q": "Where did the soldiers of Ancient Rome get their weapons and armor?",
    "a": "Themselves"
  },
  { "id": "65cf28f5", "q": "Who wrote the Art of War?", "a": "Sun Tzu" },
  {
    "id": "70583db9",
    "q": "During the Trojan War, which Greek warrior killed Hector?",
    "a": "Achilles"
  },
  {
    "id": "dc544bd2",
    "q": "Which of the following is Zeus' elder brother in Geek Mythology?",
    "a": "Poseidon"
  },
  {
    "id": "e99760f4",
    "q": "Which of the following serves as the national flower of the Philippines?",
    "a": "Sampaguita"
  },
  {
    "id": "976ca0ce",
    "q": "What is the name for electricity produced by water using large dams in a river?",
    "a": "Hydroelectric energy"
  },
  {
    "id": "b580cdf2",
    "q": "Whose autobiography \"Living to Tell the Tale\" won them the Nobel Prize in Literature?",
    "a": "Gabriel García Márquez"
  },
  {
    "id": "0ac43b5a",
    "q": "Which official measure made it a crime to give Martin Luther food or shelter?",
    "a": "Edict of Worms"
  },
  {
    "id": "d4eb52d9",
    "q": "Which ancient civilization built the \"Lost City\" of Machu Picchu?",
    "a": "The Incas"
  },
  {
    "id": "11741f6e",
    "q": "Which of these cities hosted the Olympics in 1900?",
    "a": "Paris"
  },
  {
    "id": "2a7aa7f1",
    "q": "The Taj Mahal was built during which Indian Dynasty?",
    "a": "The Mughal Dynasty"
  },
  {
    "id": "f43b634b",
    "q": "Which emperor issued the Proclamation of Milan?",
    "a": "Constantine I"
  },
  {
    "id": "d6e9b2ba",
    "q": "Which of the following achievements must be completed before the \"Special Snowflake\" achievement?",
    "a": "Long-range strike"
  },
  {
    "id": "aa1b4c0d",
    "q": "What is Commander Lancelot good at?",
    "a": "Leading cavalry units"
  },
  {
    "id": "1d94b3c7",
    "q": "What is Commander Baybars good at?",
    "a": "Leading cavalry units"
  },
  {
    "id": "f2469066",
    "q": "What is Commander Hermann good at?",
    "a": "Leading Archers"
  },
  {
    "id": "e3d0b09d",
    "q": "When a governor's city hall reaches level 25, how many farms can they build?",
    "a": "4"
  },
  {
    "id": "e8a33de5",
    "q": "What is commander Keira good at?",
    "a": "Leading archers"
  },
  {
    "id": "e89eafbf",
    "q": "What is commander Osman I good at?",
    "a": "Attacking Cities"
  },
  {
    "id": "4621f145",
    "q": "Which buff can be acquired from occupying a Sanctum of Courage?",
    "a": "Increase EXP gained by commanders"
  },
  {
    "id": "041e9838",
    "q": "What is the Commander Hannibal Barca good at?",
    "a": "Attacking cities"
  },
  {
    "id": "43245470",
    "q": "Who came up with the Trojan horse idea?",
    "a": "Odysseus"
  },
  { "id": "300ecd4f", "q": "Who won the Trojan war?", "a": "The Greeks" },
  {
    "id": "e75818e3",
    "q": "old part empire now on which asian country lands",
    "a": "Iran"
  },
  {
    "id": "39e2d550",
    "q": "What is Commander Eulji Mundeok good at?",
    "a": "Leading infantry units"
  },
  {
    "id": "c70ae21f",
    "q": "What causes lunar eclipses?",
    "a": "The earth moves directly between the sun and the moon"
  },
  {
    "id": "cccca189",
    "q": "During the Second Punic War, in which battle did a vastly outnumbered Hannibal defeat a Roman army?",
    "a": "The Battle of Cannae"
  },
  {
    "id": "c54ed13d",
    "q": "One \"day\" on the planet Venus is approximately equal to how many earth days?",
    "a": "243 days"
  },
  {
    "id": "d3b94caf",
    "q": "Which of the following nations is the closest to the North Pole?",
    "a": "Finland"
  },
  {
    "id": "638ea85c",
    "q": "Which of the following is NOT one of the major greenhouse gases in earth's atmosphere?",
    "a": "Nitrogen"
  },
  {
    "id": "f1fb61f2",
    "q": "What was another usage of gin, aside from being a popular drink, in the 18th century?",
    "a": "Medicine"
  },
  {
    "id": "9dabbc6e",
    "q": "When catching and releasing deep sea fish,why is it important to pierce their swim bladder?",
    "a": "To prevent them from dying of distended swim bladders"
  },
  {
    "id": "3a6a00c8",
    "q": "Which of the following factors allows certain mixed drinks to be layered?",
    "a": "Density"
  },
  {
    "id": "ecaf206d",
    "q": "Which of the following cat breeds is known for being hairless?",
    "a": "Sphynx"
  },
  {
    "id": "315d73b2",
    "q": "When is the International Day of Forests?",
    "a": "March 21"
  },
  {
    "id": "1cbac98c",
    "q": "When is the World No Tobacco Day?",
    "a": "01/05/31"
  },
  { "id": "2b670943", "q": "When did dinosaurs first exist?", "a": "Triassic" },
  {
    "id": "747e96b4",
    "q": "Which nation was NOT involved in the Battle of Waterloo?",
    "a": "Italy"
  },
  {
    "id": "fa2b4a1c",
    "q": "What is commander Sun Tzu good at?",
    "a": "Leading city garrisons."
  },
  {
    "id": "b8407540",
    "q": "The air often feels fresher after a thunderstorm because it has been enriched with which gas?",
    "a": "Ozone"
  },
  {
    "id": "9fa2d8f9",
    "q": "The great Asoka, which was the king of the ancient Indian kingdom",
    "a": "Maurya"
  },
  {
    "id": "c7c6144f",
    "q": "Who came up with the Trojan Horse idea? Who won the Trojan War?",
    "a": "Odysseus; The Greeks"
  },
  {
    "id": "0f779540",
    "q": "Which one of the following is not one of Hermann's skills?",
    "a": "Irresistible"
  },
  {
    "id": "9861dcb0",
    "q": "Keira once defied the world's expectations about her in a glorious battle. Where did this battle take place?",
    "a": "Sunset Canyon"
  },
  {
    "id": "5378d3d0",
    "q": "China's Temple of Heaven was built during the reign of which emperor?",
    "a": "The Yongle Emperor (Zhu Di)"
  },
  {
    "id": "b24c1bf9",
    "q": "Which of the following is NOT one of Keira's skills?",
    "a": "Unruly Blood"
  },
  {
    "id": "3c7abff9",
    "q": "The kingdom title 'Queen' increases which of the following?",
    "a": "Gathering Speed"
  },
  {
    "id": "ed8ca0b4",
    "q": "How many bones does an adult human have?",
    "a": "206"
  },
  {
    "id": "01a237aa",
    "q": "Who funded Christopher Colombus's travels?",
    "a": "Spain"
  },
  {
    "id": "2e483138",
    "q": "Who was the first of Henry VIII's children to rule England?",
    "a": "Edward VI"
  },
  {
    "id": "3e5fbea9",
    "q": "Henry I took the throne of Englnd in the year 1100 after which relative died?",
    "a": "His Brother"
  },
  {
    "id": "458897bc",
    "q": "What causes the distinctive smell in the air after it rains?",
    "a": "The influence of actinomycetes"
  },
  {
    "id": "e8714feb",
    "q": "Of the following nations, which has the smallest area?",
    "a": "Vatican City"
  },
  {
    "id": "c9cd3525",
    "q": "What is the hardest part of the human body?",
    "a": "Tooth Enamel"
  },
  {
    "id": "746c2e02",
    "q": "In most cases, what kind of mosquitoes will drink animal blood?",
    "a": "Female mosquitos"
  },
  {
    "id": "cd1d500d",
    "q": "Which historical figure is entombed in Palenque's Temple of the Inscriptions?",
    "a": "Pakal the Great"
  },
  {
    "id": "1dccfdaa",
    "q": "Where did King John of England agree to the Magna Carta in 1215?",
    "a": "Runnymede"
  },
  {
    "id": "5c34909d",
    "q": "Which of the following is an accurate description of the Mediterranean climate?",
    "a": "Hot, dry summers and cool, wet winters."
  },
  {
    "id": "689dc1a6",
    "q": "Which of the following is NOT one of Osman I's skills?",
    "a": "Oblique Tactics"
  },
  {
    "id": "eef56302",
    "q": "Which of the following is NOT one of Belisarius' skills?",
    "a": "Thunderous Force"
  },
  {
    "id": "8ba68db6",
    "q": "Which of the following kingdom title descriptions are INCORRECT?",
    "a": "Prime minister has increased troop attack."
  },
  {
    "id": "9cd42e25",
    "q": "In the Commander View page, what buff do commanders acting as a \"drillmaster\" get?",
    "a": "Troop Attack +1%"
  },
  {
    "id": "ac170171",
    "q": "In the Commander View page , what buff do commanders acting as a \"Ranger\" get?",
    "a": "+5% XP Gain & Damage vs. Barbarians (none of these answers)"
  },
  {
    "id": "6ba99749",
    "q": "In the Commander View page , what buff do commanders acting as a \"Tax Officer\" get?",
    "a": "+5% Gathering Speed"
  },
  {
    "id": "2be3dfb2",
    "q": "In the Commander View page , what buff do commanders acting as a \"Iron Guard\" get?",
    "a": "+1% Troop Health"
  },
  {
    "id": "4b894490",
    "q": "In the Commander View page , what buff do commanders acting as a \"Supply Captain\" get?",
    "a": "+5% Gathering Speed and Troop Load"
  },
  {
    "id": "d3f5590d",
    "q": "In the Commander View page , what buff do commanders acting as a \"Charge Captain\" get?",
    "a": "+1% Rally Attack & Rally Troop March Speed"
  },
  {
    "id": "da1dd2d4",
    "q": "In the Commander View page , what buff do commanders acting as a \"King Head\" get?",
    "a": "+1% Troop Defense and Health"
  },
  {
    "id": "3ff7db08",
    "q": "Where was commander Lohar born?",
    "a": "In a remote barbarian tribe."
  },
  {
    "id": "62e1f1d1",
    "q": "Of the below commanders, which is best suited to lead troops against infantry enemies?",
    "a": "Hermann"
  },
  {
    "id": "9c6a772d",
    "q": "which of the following was praised by his countrymen as Ancient Greece's best and most honest democratic representative?",
    "a": "Pericles"
  },
  {
    "id": "7a99ddf6",
    "q": "Of the below commanders, which is best suited to lead troops AGAINST archer enemies?",
    "a": "Cao Cao"
  },
  {
    "id": "cda33802",
    "q": "Of the below commanders, which is best suited to lead troops AGAINST cavalry enemies?",
    "a": "Sun Tzu"
  },
  {
    "id": "3aefa5b5",
    "q": "Of the below commanders, which is best suited to lead troops when gathering resources?",
    "a": "Seondeok"
  },
  {
    "id": "5932f9a1",
    "q": "In which country is the mysterious Stonehenge located?",
    "a": "United Kingdom"
  },
  {
    "id": "6a47f58b",
    "q": "In China's Han Dynasty, who opened the Silk Road on the orders of Emperor Wu?",
    "a": "Zhang Qian"
  },
  {
    "id": "9f9793a8",
    "q": "Why was scurvy once a common problem for sailors?",
    "a": "A lack of fresh fruit and vegetable on long voyages"
  },
  {
    "id": "9b0c5ad8",
    "q": "Why does drinking coffee make people feel more awake?",
    "a": "It contains caffeine"
  },
  {
    "id": "e3c46e6e",
    "q": "Which of the following illnesses can be caused by a lack of vitamin D?",
    "a": "Rickets"
  },
  {
    "id": "90032e81",
    "q": "Which of the following commanders excels at leading cavalry?",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "65f6d6f7",
    "q": "In which year did Richard the Lionheart and Saladin sign a truce?",
    "a": "1192"
  },
  { "id": "781ca3a0", "q": "Which is NOT a King Skill?", "a": "Relief" },
  {
    "id": "28cca090",
    "q": "What outstanding contribution to science won biologist Karl Landsteiner the Nobel Prize?",
    "a": "Discovering the human blood groups"
  },
  {
    "id": "0e9fa619",
    "q": "In most cases, which kind of lion has a mane?",
    "a": "Adult male"
  },
  {
    "id": "57e8eeff",
    "q": "What is the location of the mysterious stoneage?",
    "a": "Germany"
  },
  {
    "id": "84188261",
    "q": "What was the relationship between the famed generals Tolui and Genghis Khan?",
    "a": "Father and son"
  },
  {
    "id": "4fdc3747",
    "q": "Which of the following vitamins is most helpful for maintaining good vision?",
    "a": "Vitamin A"
  },
  {
    "id": "a41686c1",
    "q": "What is the main purpose of white blood cells in the human body?",
    "a": "Fighting Infection and disease"
  },
  {
    "id": "e4c1d0ce",
    "q": "Which of these cities in Brazil has hosted the Olympic Games?",
    "a": "Rio de Janeiro"
  },
  {
    "id": "c2e515e2",
    "q": "In which year did Alexander Fleming discover penicillin?",
    "a": "1928"
  },
  {
    "id": "3956a462",
    "q": "Which of the following countries is located entirely in the Northern Hemisphere?",
    "a": "None of these answers are correct"
  },
  {
    "id": "203fd9b4",
    "q": "Which of these countries does the Prime Meridian pass through?",
    "a": "Mali"
  },
  {
    "id": "9871d2a7",
    "q": "Which of the following accurately describes the Arctic Circle",
    "a": "Polar Day and Polar Night are phenomenons that occur there"
  },
  {
    "id": "0fc911b7",
    "q": "Which of the following is NOT one of Matilda of Flanders' skills?",
    "a": "Celtic Blood"
  },
  {
    "id": "b801632c",
    "q": "Which of the following is NOT one of Mulan's skills?",
    "a": "Indomitable Army"
  },
  {
    "id": "09042854",
    "q": "Apart from nummer of scouts and power, which of the following scout camp parameters can also be upgraded?",
    "a": "Scout march speed and exploration range"
  },
  {
    "id": "543a5002",
    "q": "Which country was the first to invent perfume?",
    "a": "Cyprus"
  },
  {
    "id": "de060a9e",
    "q": "What's the primary cause of the formation of the Himalayas?",
    "a": "Collision between plates"
  },
  {
    "id": "7ccc856f",
    "q": "In Greek mythology, what is the Goddess Eos known as?",
    "a": "Goddess of the Dawn"
  },
  {
    "id": "952ff0f8",
    "q": "Which god is Taranis in Celtic mythology?",
    "a": "Thunder God"
  },
  {
    "id": "61e0a1d6",
    "q": "During China's Warring States Period, which state defeated the other six and built the unified Chinese empire?",
    "a": "Qin"
  },
  {
    "id": "86609068",
    "q": "What is the primary cause of karst landforms?",
    "a": "The dissolution of soluble rocks"
  },
  {
    "id": "24ae9453",
    "q": "The Bastille, a prison once located in the center of Paris, France, originally served what purpose?",
    "a": "Defensive fortress"
  },
  {
    "id": "6252e744",
    "q": "Which of the following doctors was the first to describe completely, and in detail, the systemic circulation and the function of the heart?",
    "a": "William Harvey"
  },
  {
    "id": "b4d96402",
    "q": "Which country was Marco Polo, a famous explorer and merchant, born in?",
    "a": "Republic of Venice"
  },
  {
    "id": "22a117db",
    "q": "Where was the World Heritage Terracotta Army found?",
    "a": "In a royal mausoleum"
  },
  { "id": "39adbcc5", "q": "serval", "a": "Africa" },
  {
    "id": "ad550831",
    "q": "karst landform cause",
    "a": "dissolution of soluble rocks"
  },
  {
    "id": "e2260ca3",
    "q": "Which one of these animals does NOT lay eggs?",
    "a": "Bat"
  },
  {
    "id": "4f57b602",
    "q": "Apart from \"Times You Can Be Helped\" and \"Power\", which of the following Alliance Center parameters can also be upgraded?",
    "a": "Reinforcement Troop Capacity"
  },
  {
    "id": "41704f1c",
    "q": "Apart from \"Number of Scouts\" and \"Power\", which of the following Scout Camp parameters can also be upgraded?",
    "a": "Scout March Speed and Exploration Range"
  },
  {
    "id": "60ab7b1d",
    "q": "What does alliance skill \"nature's gift\" do?",
    "a": "Summon resources point in a selected area (cannot be used in the lost kingdom)"
  },
  {
    "id": "f4ded191",
    "q": "What is the root cause of altitude sickness ?",
    "a": "Rapid exposure to low amounts of oxygen at high elevation"
  },
  {
    "id": "2b6caa84",
    "q": "Which of the following buildings cannot be upgraded?",
    "a": "Courier Station"
  },
  {
    "id": "24ee8cf0",
    "q": "What does alliance skill \"fully loaded\" do?",
    "a": "Increases alliance members' gathering speed for one type of resource."
  },
  {
    "id": "fe574615",
    "q": "Which technology comes before Swordsman?",
    "a": "Iron Working"
  },
  {
    "id": "4aa2e011",
    "q": "Which of the following best describes a Clownfish?",
    "a": "Tropical marine fish"
  },
  {
    "id": "9447b97e",
    "q": "Which technology comes before Pavise?",
    "a": "Bodkin Arrows"
  },
  {
    "id": "561fc83e",
    "q": "Which technology comes right before Heavy Cavalry?",
    "a": "Scale Armor"
  },
  {
    "id": "4717cf05",
    "q": "In ancient Egypt, which of the following was NOT a privilege of being a 'Scribe'?",
    "a": "Exempt from paying medical expenses if sick"
  },
  {
    "id": "1068e2bd",
    "q": "Which of the following wasn't a benefit from being a Scribe of Ancient Egypt?",
    "a": "Except from medical paid sick lead"
  },
  {
    "id": "ec9856ac",
    "q": "How was the Gutenberg Bible put into mass production?",
    "a": "Movable type printing press"
  },
  {
    "id": "19bcd1af",
    "q": "In which year was the Napoleonic Code established?",
    "a": "1804"
  },
  {
    "id": "837b2e31",
    "q": "Which Dutch Scientist is know as \"the father of microbiology\"?",
    "a": "Antonie van Leeuwenhoek"
  },
  {
    "id": "cd69d6f8",
    "q": "In which country was the famed revolutionary and military strategist Simón Bolívar born?",
    "a": "Venezuela"
  },
  {
    "id": "b308a024",
    "q": "Where is the capital of Scotland?",
    "a": "Edinburgh"
  },
  {
    "id": "4471b647",
    "q": "Since its founding in 1863, how many times has the International Comittee of the Red Cross won the Nobel Peace Prize?",
    "a": "3"
  },
  {
    "id": "7eb650e8",
    "q": "The novel Romance of the Three Kingdoms begins near the end of which Chinese dynsasty?",
    "a": "Han"
  },
  {
    "id": "a72035d7",
    "q": "In Which theater was Beethoven's Symphony No.5 in C Minor debuted in 1808?",
    "a": "The Theater and der Wien"
  },
  {
    "id": "cd6527ef",
    "q": "In Morse code, what is the length in dots between two words?",
    "a": "7"
  },
  {
    "id": "8c18cfaa",
    "q": "The last emperor of Holy Roman Empire",
    "a": "Francis II"
  },
  {
    "id": "966eed31",
    "q": "After a Venus Flytrap catches an insect, how does it digest and absorb the prey?",
    "a": "The inner flaps of the leaves secrete a digestive fluid"
  },
  {
    "id": "ae9568d8",
    "q": "Of the following, which is most likely to have directly led to the Bronze Age?",
    "a": "Bronze is harder and more durable than other metals available at the time."
  },
  {
    "id": "b4038f11",
    "q": "Which of the following is an economic building?",
    "a": "Alliance Center"
  },
  {
    "id": "46d920d0",
    "q": "Which of the following awards daily activity points?",
    "a": "Defeating barbarian troops on the map"
  },
  {
    "id": "bde1426f",
    "q": "Which of the following cities was the first to have an underground rapid transit system?",
    "a": "London"
  },
  {
    "id": "94779029",
    "q": "Why was British nurse Florence Nightingale known as \"The Lady with the Lamp\"?",
    "a": "She would inspect patients at night"
  },
  {
    "id": "9871f098",
    "q": "Who was the first King of Italy after its unification in 1861?",
    "a": "Victor Emmanuel II"
  },
  {
    "id": "13420591",
    "q": "Which title did Pierre de Coubertin, founder of the International Olympic Committee, hold ?",
    "a": "Baron"
  },
  {
    "id": "f60bacb7",
    "q": "In which year was the first Wimbledon Tennis Championship held?",
    "a": "1877"
  },
  {
    "id": "96b19a90",
    "q": "Which of the following is the world's first national park?",
    "a": "Yellowstone National Park"
  },
  {
    "id": "39b91b0f",
    "q": "In which country was Carlsberg Group, a leading brewer, founded in 1847?",
    "a": "Denmark"
  },
  {
    "id": "6dbe30d2",
    "q": "What's does the \"Skillful Craftsman\" alliance skill do when used?",
    "a": "Greatly increases alliance flag construction speed."
  },
  {
    "id": "87ca07df",
    "q": "How many reward chests are awarded for reaching 60 daily activity points?",
    "a": "3"
  },
  {
    "id": "577fab06",
    "q": "Which of the following structures is a military building?",
    "a": "Scout Camp"
  },
  {
    "id": "57bb9b4e",
    "q": "What are the dimensions of the fog cleared by a Kingdom Map item?",
    "a": "10x10"
  },
  {
    "id": "a8f7facf",
    "q": "What caused the death of Pericles?",
    "a": "A plague."
  },
  {
    "id": "400ae0f6",
    "q": "What are the wind-shaped cones of tornadoes famous for?",
    "a": "Spinning"
  },
  {
    "id": "9339cf21",
    "q": "How long does the item Builder Recruitment last?",
    "a": "2 days"
  },
  {
    "id": "9e7b974b",
    "q": "At which VIP level do you permanently unlock a second building queue?",
    "a": "Level 6"
  },
  {
    "id": "18090017",
    "q": "How many times can you receive alliance help if your alliance center is level 25?",
    "a": "30"
  },
  {
    "id": "09887948",
    "q": "During which emperor's reign was the Roman Colosseum completed?",
    "a": "Titus"
  },
  { "id": "574f0597", "q": "Elder brother of Zeus", "a": "Poseidon" },
  {
    "id": "71517894",
    "q": "What is the default rallied troop capacity when your castle is level 25?",
    "a": "2 million"
  },
  {
    "id": "7a8f1033",
    "q": "How many separate khanates or empires had the Mongol Empire fractured into by the time of Kublai's death in 1294?",
    "a": "4"
  },
  {
    "id": "82af996b",
    "q": "Who initiated the first Salt March?",
    "a": "Mahatma Gandhi"
  },
  {
    "id": "722a9598",
    "q": "Held in 1929, how long did the first Academy Awards (\"Oscars\") ceremony take?",
    "a": "15 minutes"
  },
  {
    "id": "355d66f2",
    "q": "The zeppelin was invented by engineers from which country?",
    "a": "Germany"
  },
  {
    "id": "e4006a5b",
    "q": "On its tragic maiden voyage, what was the Titanic's intended destination?",
    "a": "New York"
  },
  {
    "id": "999e3202",
    "q": "What did Theodorus van Gogh, the younger brother of famed Dutch painter Vincent Van Gogh, do for a living?",
    "a": "Art Dealer"
  },
  {
    "id": "50fdb3cf",
    "q": "In what year did Einstein publish his four Annus Mirabilis (\"Miracle Papers\")?",
    "a": "1905"
  },
  {
    "id": "99bd9173",
    "q": "Which two oceans does the Panama Canal connect?",
    "a": "The Pacific and Atlantic Oceans"
  },
  {
    "id": "68d94f3d",
    "q": "For which disease did Edward Jenner, known as the father of immunology, develop a vaccine ?",
    "a": "Smallpox"
  },
  {
    "id": "cb63d0d3",
    "q": "Which of the following is a decorative building?",
    "a": "Stone Drum"
  },
  {
    "id": "65a77aec",
    "q": "What was Belisarius nickname?",
    "a": "The last of romans"
  },
  {
    "id": "e3534b64",
    "q": "How many VIP points can you buy with 200 gems?",
    "a": "200"
  },
  {
    "id": "d57cdc35",
    "q": "What caused the death of the outstanding statesmen and military strategist, Pericles?",
    "a": "A plague"
  },
  {
    "id": "5eede072",
    "q": "Which of the following is most likely to have directly led to the bronze age?",
    "a": "Bronze is harder and more durable than other metals available at the time"
  },
  {
    "id": "7c352f47",
    "q": "Which Pharaoh ordered the construction of the Abu Simbel temples?",
    "a": "Ramesses II"
  },
  {
    "id": "7120f501",
    "q": "Which of the following did NOT occur during the Greco-Persian Wars?",
    "a": "The Battle of Agincourt"
  },
  {
    "id": "93e33b9f",
    "q": "Which script was the Code of Hammurabi engraved onto stone in?",
    "a": "Cuneiform"
  },
  {
    "id": "d749bd07",
    "q": "According to the tale of the She-wolf in Roman mythology, what came of the twins she nurtured, Romulus and Remus?",
    "a": "Romulus became the founder and the first king of Rome"
  },
  {
    "id": "1cb4d8cb",
    "q": "Which modern-day city was Shakespeare's Globe Theater built in?",
    "a": "London"
  },
  {
    "id": "858ab6ee",
    "q": "How much will an Enhanced Attack (Advanced) item increase your attack?",
    "a": "0,1"
  },
  {
    "id": "ae6f233b",
    "q": "What were the men and women hiding from on the outskirts of Florence in the novella collection \"The Decameron\"?",
    "a": "The Black Plague"
  },
  {
    "id": "e42695c4",
    "q": "What was the famous speech by Otto von Bismarck regarding in 1862?",
    "a": "Blood and Iron"
  },
  {
    "id": "335426a6",
    "q": "Why was the dead sea given this name?",
    "a": "The high-saline water prevents plants and animals from thriving near it."
  },
  {
    "id": "e0040b37",
    "q": "Who was the only US President that served more than 2 terms?",
    "a": "Franklin D. Roosevelt"
  },
  {
    "id": "8f84a189",
    "q": "What does the word \"Formua\" in \"Formula 1 Racing\" refer to?",
    "a": "The rules which participating cars must follow"
  },
  {
    "id": "4ac11f89",
    "q": "What is the world's oldest film festival?",
    "a": "Venice Film Festival"
  },
  {
    "id": "be05a737",
    "q": "Edward VIII became King of England in January 1936. Later in the same year, in which month did he give up the throne?",
    "a": "December"
  },
  {
    "id": "d9f41949",
    "q": "Who was the first astronaut to enter outer space?",
    "a": "Yuri Gagarin"
  },
  {
    "id": "b6bb3e5f",
    "q": "Which of the following were born in the same year as singer Luciano Pavarotti?",
    "a": "Elvis Presley"
  },
  {
    "id": "9ca3176a",
    "q": "In which UK city were The Beatles founded in 1960?",
    "a": "Liverpool"
  },
  {
    "id": "2c264da1",
    "q": "What were the men and women hiding from on the outskirts of Florence in the novella collection 'The Decameron'?",
    "a": "The Black Plague"
  },
  {
    "id": "88dae0f7",
    "q": "Which of the following speeches was made by the Prussian Prime Minister Otto von Bismarck in September of 1862?",
    "a": "Blood and Iron"
  },
  {
    "id": "1dc56715",
    "q": "Which civilization gives a 5% attack bonus to cavalry units?",
    "a": "Germany"
  },
  {
    "id": "14e09508",
    "q": "How much will an Enhanced Gathering item increase your gathering speed?",
    "a": "0,5"
  },
  {
    "id": "71dd4a19",
    "q": "he novel Romance of the Three Kingdoms begins near the end of which Chinese Dynasty",
    "a": "Han"
  },
  {
    "id": "df0132fa",
    "q": "Who was the founder of the Edo Bakufu of Japan?",
    "a": "Tokugawa Ieyasu"
  },
  {
    "id": "70672e90",
    "q": "What is the duration of the Builder Recruitment item?",
    "a": "2 days"
  },
  {
    "id": "9fbd2d6e",
    "q": "Which of the following stories is not one of Grimms' Fairy Tale?",
    "a": "The Little Mermaid"
  },
  {
    "id": "8e302d8f",
    "q": "Who was the first woman to win a Nobel Prize?",
    "a": "Marie Curie"
  },
  {
    "id": "e33d7cbf",
    "q": "Which Chinese dynasty did Jiang Ziya help to establish?",
    "a": "The Zhou Dynasty"
  },
  {
    "id": "8c165b24",
    "q": "Which two cities does Portugal's Dom Luis Bridge connect?",
    "a": "Porta, Vila Nova de Gaia"
  },
  {
    "id": "e3e2e4c4",
    "q": "What was the original purpose of the",
    "a": "Pharaoh khufu tomb"
  },
  {
    "id": "6805634f",
    "q": "Which if the following buffs can take effect during Sunset Canyon battles?",
    "a": "Buffs from equipment"
  },
  {
    "id": "df9762b7",
    "q": "What was the regnal name of the last emperor of China's Qing Dynasty?",
    "a": "Xuantong"
  },
  {
    "id": "f51dc501",
    "q": "Which of the following works is based on the Battle of Roncevaux Pass, fought by Charlemagne and his knights?",
    "a": "The Song of Roland"
  },
  {
    "id": "1f94f2d5",
    "q": "What is the only known short-period comet that is regularly visible to the naked eye from Earth?",
    "a": "Halley's Comet"
  },
  {
    "id": "738ef51b",
    "q": "In Norse mythology, who does the hammer Mjolnir belong to?",
    "a": "Thor"
  },
  {
    "id": "d5d42a96",
    "q": "Which philosopher wrote \"Utopia\"?",
    "a": "Plato"
  },
  {
    "id": "105e059b",
    "q": "Lactose intolerance is caused by a shortage of what?",
    "a": "Lactase"
  },
  {
    "id": "cf88527b",
    "q": "Why were the bow and stern of Viking longboats designed to be symmetrical?",
    "a": "To reverse direction quickly without a turn around"
  },
  {
    "id": "86d7a26a",
    "q": "In 1998, the 16th FIFA World Cup was held in which country?",
    "a": "France"
  },
  {
    "id": "a035f6be",
    "q": "Which country is Catalhoyuk (Çatalhöyük) located in?",
    "a": "Turkey"
  },
  {
    "id": "fa0574ff",
    "q": "In Ark of Osiris, how many teleports does the first alliance to occupy an obelisk earn?",
    "a": "8"
  },
  {
    "id": "604c2667",
    "q": "French National Day is on July 14 in order to coincide with which historical event?",
    "a": "Storming of the Bastille"
  },
  {
    "id": "a16c4756",
    "q": "Which of the following is not a natural resource?",
    "a": "Clothes"
  },
  {
    "id": "e3f7cf15",
    "q": "The Throwing Axeman is which civilization's special unit?",
    "a": "France"
  },
  {
    "id": "c2d97867",
    "q": "Elbe day was the meeting of which two armies during World War II?",
    "a": "USA, USSR"
  },
  {
    "id": "9e6beba4",
    "q": "Which of the following was written by Mary Shelley?",
    "a": "Frankenstein"
  },
  {
    "id": "305b9314",
    "q": "Who were the first mountaineer(s) on record to reach the summit of Mt.Everest?",
    "a": "Tenzing Norgay and Edmund Hilary"
  },
  {
    "id": "62507ce8",
    "q": "What is the default transportation capacity if your trading post is Level 25?",
    "a": "5 million"
  },
  {
    "id": "b6eb221c",
    "q": "Broccoli is rich in which Vitamin?",
    "a": "Vitamin C"
  },
  {
    "id": "34b57a4f",
    "q": "Which school of thought was founded by the Chinese philosopher Lao Tzu?",
    "a": "Taoism"
  },
  {
    "id": "85060dd9",
    "q": "On which continent did the serval first live?",
    "a": "Africa"
  },
  {
    "id": "440634ea",
    "q": "Who gave the famous \"I Have a Dream\" speech?",
    "a": "Martin Luther King Jr."
  },
  {
    "id": "11d11e1c",
    "q": "In RoK, the Throwing Axeman is which civilization's special unit",
    "a": "France"
  },
  { "id": "4b4cda06", "q": "National emblem of Ireland", "a": "Harp" },
  {
    "id": "ca786f6a",
    "q": "During which season are nights relatively short and days relatively long?",
    "a": "Summer"
  },
  {
    "id": "b2dd11d3",
    "q": "Which of the following civilizations increase the damage of active commander skills by 5%?",
    "a": "Ottomans"
  },
  {
    "id": "2dc0f1f6",
    "q": "In which gallery is the Mona Lisa currently held?",
    "a": "The Louvre"
  },
  {
    "id": "4577e385",
    "q": "Who authored the novel \"No Longer Human\"?",
    "a": "Osamu Dazai"
  },
  {
    "id": "c24a4661",
    "q": "Who is the 'god of love' in Norse mythology?",
    "a": "Freyja"
  },
  {
    "id": "736a5ea5",
    "q": "The \"American Dream\" is rooted in which of these documents?",
    "a": "The Declaration of Independence"
  },
  {
    "id": "cc218abf",
    "q": "The \"Independence March\" is the national anthem of which country?",
    "a": "Turkey"
  },
  {
    "id": "af4bb2cf",
    "q": "Which school of painting would Georges Seurat be a representative of?",
    "a": "Pointillism"
  },
  {
    "id": "f73aedd9",
    "q": "In which English palace did the \"Star Chamber\" sit?",
    "a": "Palace of Westminster"
  },
  {
    "id": "3916b1af",
    "q": "Which of these active skills belongs to Charles Martel?",
    "a": "Immortal Shield"
  },
  {
    "id": "8f711b3d",
    "q": "In which year was the first edition of \"The Diary of Anne Frank\" published?",
    "a": "1947"
  },
  {
    "id": "a7a5ea85",
    "q": "In which country was the microscope invented?",
    "a": "The Netherlands"
  },
  {
    "id": "e106d46d",
    "q": "Darwin's las book primarily discussed which species' influence on soil?",
    "a": "Earthworms"
  },
  {
    "id": "1d58d647",
    "q": "How many olympic gold medals did African-American Jesse Owens win in 1936?",
    "a": "4"
  },
  {
    "id": "1f984b63",
    "q": "In Norse Mythology, what variety of trees was the World Tree?",
    "a": "Ash"
  },
  {
    "id": "761bc5d3",
    "q": "The \"El Nino\" phenomenon is named after which of these festivals?",
    "a": "Christmas"
  },
  {
    "id": "aa2f1242",
    "q": "“Tongwancheng” was the capital of which ethnic group from ancient China?",
    "a": "The Xiongnu"
  },
  {
    "id": "fa7387c8",
    "q": "Charles Macintosh crafted a very early version of a raincoat from which material?",
    "a": "Rubber"
  },
  {
    "id": "bb04b5a4",
    "q": "A decrease in which of the following metrics might indicate increasing nearness to a state of vacuum?",
    "a": "Air pressure"
  },
  {
    "id": "87c8fb00",
    "q": "What two countries together made up the \"Iberian Union\"?",
    "a": "Portugal and Spain"
  },
  {
    "id": "e5ad50ac",
    "q": "Which of these navigators was the first European to arrive in Brazil?",
    "a": "Pedro Alvares Cabral"
  },
  {
    "id": "693ffc83",
    "q": "Which city defeated Sparta in the “Battle of Leuctra”?",
    "a": "Thebes"
  },
  {
    "id": "2824b68a",
    "q": "To which army did the “Varangian Guard” belong?",
    "a": "The Byzantine army"
  },
  {
    "id": "c1286e3b",
    "q": "Which of the following commanders was effectively the ruler of their kingdom, but never officially the head of state?",
    "a": "Charles Martel"
  },
  {
    "id": "87cdfeba",
    "q": "Which of these items can NOT be purchased within the Mysterious Merchant’s Boutique?",
    "a": "Passport Page"
  },
  {
    "id": "c8cf3ee7",
    "q": "How long does the \"Basic Army Expansion\" boost last?",
    "a": "4h"
  },
  {
    "id": "141e8a78",
    "q": "Which civilization offers increased hospital capacity?",
    "a": "Byzantine."
  },
  {
    "id": "ee60b34c",
    "q": "Which country was England fighting against in the Battle of Agincourt?",
    "a": "France"
  },
  {
    "id": "e2aad91d",
    "q": "How often is the FIFA World Cup held?",
    "a": "Every 4 years"
  },
  {
    "id": "05ec5987",
    "q": "Which ancient Egyptian pharaoh's tomb did British archaeologist Howard Carter discover in 1922?",
    "a": "Tutankhamun "
  },
  {
    "id": "ecdcbc1d",
    "q": "What was the original purpose of the Great Pyramid of Giza?",
    "a": "Pharaoh Khufu's tomb"
  },
  {
    "id": "1eae6236",
    "q": "Which of the following inventions did NOT come about during the first industrial Revolution",
    "a": "The telephone"
  },
  {
    "id": "3bffc0d8",
    "q": "Which unit gains a strong benefit from Sun Tzu's \"Master Strategist\" skill?",
    "a": "Infantry"
  },
  {
    "id": "cfc95087",
    "q": "Which of these is one of Minamoto no Yoshitsune's \"Active Skills\"?",
    "a": "Kyohachiryu"
  },
  {
    "id": "2dc9e3f7",
    "q": "In the COMMANDER VIEW page, what buff do commanders acting as a \"Bloodfist Guard\" get?",
    "a": "Troop Health +1%"
  },
  {
    "id": "e2d63673",
    "q": "The \"Battle of Las Navas de Tolosa\" was a major turning point in which conflict?",
    "a": "The Reconquista"
  },
  {
    "id": "cf53e119",
    "q": "Queen Guinevere fell in love with which Knight of the Round Table according to Arthurian legend?",
    "a": "Lancelot"
  },
  {
    "id": "8660ece3",
    "q": "How many items of the same quality should I equip to complete \"Ready For Battle\"?",
    "a": "6"
  },
  {
    "id": "e7d5b503",
    "q": "Hieroglyphs were part of which country's formal writing system?",
    "a": "Ancient Egypt"
  },
  {
    "id": "b9c9043d",
    "q": "What is the name of the Turkish straits that divide Europe from Asia?",
    "a": "The Bosphorus"
  },
  {
    "id": "b4b1250a",
    "q": "Who founded the First Persian Empire?",
    "a": "Cyrus the Great"
  },
  {
    "id": "7657561b",
    "q": "Which of the following is NOT a \"low country\" of Europe?",
    "a": "United Kingdom"
  },
  {
    "id": "069d5db5",
    "q": "Which commander is reputed to have said, \"I came, I saw, I conquered\"?",
    "a": "Julius Caesar"
  },
  {
    "id": "71e37909",
    "q": "Where did reggae music originate?",
    "a": "Jamaica"
  },
  {
    "id": "316400c0",
    "q": "Which of these Commanders gets the ability to convert some slain units into severely wounded units when attacking a city?",
    "a": "Charlemagne"
  },
  {
    "id": "e5637d7d",
    "q": "Which commander is commonly regarded as having exemplified the ideal of the \"Bushido Spirit\"?",
    "a": "Kusunoki Masashige"
  },
  {
    "id": "75d133c2",
    "q": "Cactus spines are actually a modified form of which other part of the plant?",
    "a": "Leaves"
  },
  {
    "id": "e873b0b3",
    "q": "In what era of Chinese history did the \"Battle of Fei River\" take place where a small number of soldiers conquered a vastly superior force?",
    "a": "The Eastern Jin Dynasty"
  },
  {
    "id": "6d7d8473",
    "q": "What race of creatures, mythical or otherwise, lived on Asgard according to Norse myth?",
    "a": "Aesir"
  },
  {
    "id": "098b57fd",
    "q": "Who conquered the \"Kingdom of the Vandals and Alans\" in the Vandalic War?",
    "a": "Belisarius"
  },
  {
    "id": "d331b48a",
    "q": "Which composer wrote the opera \"The Ring of the Nibelung\"?",
    "a": "Wagner"
  },
  {
    "id": "5c6e9479",
    "q": "In which year was the Soviet Union formally established?",
    "a": "1922"
  },
  {
    "id": "6611c5a9",
    "q": "Which of these alliance officers bestows a Research Speed boost?",
    "a": "Counsellor"
  },
  { "id": "44bce8d2", "q": "Where was pablo picasso born?", "a": "Iberia" },
  {
    "id": "cabdd369",
    "q": "What did Che Guevara study in college?",
    "a": "Medicine"
  },
  {
    "id": "7c7f1009",
    "q": "Who is responsible for ushering valiant warriors into Valhalla upon death in Norse mythology?",
    "a": "Valkyrie"
  },
  {
    "id": "396c94fb",
    "q": "Who was the first consul of the Roman Republic?",
    "a": "Lucius Junius Brutus"
  },
  {
    "id": "e58e1d33",
    "q": "Who wrote the well-known book \"A Brief History of Time\"?",
    "a": "Stephen Hawking"
  },
  {
    "id": "93ec96c2",
    "q": "Which of these Nobel Prizes was awarded to Marie Curie in 1903?",
    "a": "The Nobel Prize in Physics"
  },
  {
    "id": "73d913d8",
    "q": "Which of these countries was NOT a founding member of NATO (in 1949)?",
    "a": "Turkey"
  },
  {
    "id": "97b68324",
    "q": "Which of these works of Japanese Monogatari literature describes the legend of \"Kaguya-hime\"?",
    "a": "The Tale of The Bamboo Cutter"
  },
  {
    "id": "3d2d7443",
    "q": "In what country did the \"Battle of Marengo\" take place?",
    "a": "Italy"
  },
  {
    "id": "480c08fb",
    "q": "Who designed the \"Ottoman Cannon\"?",
    "a": "Urban"
  },
  {
    "id": "7c7a6604",
    "q": "The military leader Charles Martel was NOT known for which of the following?",
    "a": "Leading cavalry units"
  },
  {
    "id": "37c43a2c",
    "q": "What is the most abundant element in the earth's crust?",
    "a": "Oxygen"
  },
  {
    "id": "11cd7ce3",
    "q": "Who founded the \"Malacca Sultanate\"?",
    "a": "Parameswara"
  },
  {
    "id": "f31f739c",
    "q": "Which military commander was known as the \"Teutoburg's Liberator\"?",
    "a": "Hermann"
  },
  {
    "id": "e8c346d8",
    "q": "What is the largest animal on the planet?",
    "a": "Blue whale"
  },
  {
    "id": "ad0a2111",
    "q": "Which astronomer proposed the heliocentric theory in the 16th century?",
    "a": "Nicolaus Copernicus"
  },
  {
    "id": "54151ca0",
    "q": "Which of the following was a Knight of the Round Table?",
    "a": "Lancelot"
  },
  {
    "id": "51d6f1f9",
    "q": "How many phases are there in The Mightiest Governor event?",
    "a": "5"
  },
  {
    "id": "2990e144",
    "q": "Which of the following commanders was part of the Battle of Red Cliffs?",
    "a": "Cao Cao"
  },
  { "id": "e0ee54e0", "q": "", "a": "" },
  {
    "id": "855ead22",
    "q": "What is the name of the renewable energy derived from burning organic materials such as wood and alcohol?",
    "a": "Biomass energy"
  },
  {
    "id": "287a4bfc",
    "q": "Who killed Hector and how Achilles die?",
    "a": "Achilles; Arrow though his heel"
  },
  {
    "id": "11438fbd",
    "q": "Which of the following is NOT one of Pelagius passive skills?",
    "a": "Charge"
  },
  {
    "id": "bef2ed0c",
    "q": "Which of the following commanders excels at leading infantry?",
    "a": "Richard I"
  },
  {
    "id": "6bcfe502",
    "q": "Who was the last emperor of the Holy Roman Empire?",
    "a": "Francis II"
  },
  {
    "id": "ffe12635",
    "q": "The novel Romance of the Three Kingdoms begins near the end of which Chinese Dynasty",
    "a": "Han"
  },
  {
    "id": "775aec38",
    "q": "Which of these is NOT considered one of the “Five Good Emperors” of the Nerva-Antonine dynasty of ancient Rome?",
    "a": "Commodus"
  },
  {
    "id": "58729347",
    "q": "In which region was the empire of Srivijaya located?",
    "a": "Southeast Asia"
  },
  {
    "id": "8894934a",
    "q": "Who wrote the opera Carmen?",
    "a": "Georges Bizet"
  },
  {
    "id": "ded28135",
    "q": "The concept of ‘separation of powers’ comes from which work by Montesquieu?",
    "a": "The Spirit of Law"
  },
  {
    "id": "6b91b410",
    "q": "In which year was the Battle of Guandu?",
    "a": "200"
  },
  {
    "id": "e1e969f4",
    "q": "Whose victory was the orchestral work “1812 Overture” composed to ommemorate?",
    "a": "Russian Empire"
  },
  {
    "id": "43c62910",
    "q": "In which country was the Somme, the most infamous battlefield in World War I, located?",
    "a": "France"
  },
  {
    "id": "476585d8",
    "q": "Who was the leader of the Western Army during the Battle of Sekigahara, which took place during Japan’s Sengoku period?",
    "a": "Ishida Mitsunari"
  },
  {
    "id": "5aa37b3f",
    "q": "In the Book of Exodus, who leads the Jewish people to the Promised Land?",
    "a": "Moses"
  },
  {
    "id": "710440e0",
    "q": "Who did Boudica lead the tribes of Britain in a revolt against?",
    "a": "The Holy Roman Empire"
  },
  {
    "id": "e8ca141d",
    "q": "Which country did the famous poet Dante Alighieri come from?",
    "a": "Italy"
  },
  {
    "id": "593da6b6",
    "q": "What is the nationality of Pierre de Fermat, who proposed Fermat’s Last Theorem?",
    "a": "France"
  },
  {
    "id": "e2262cd7",
    "q": "How many years are there between each Winter Olympic Games?",
    "a": "4"
  },
  {
    "id": "4ff01efb",
    "q": "The Golden Bear Award is given out at which film festival?",
    "a": "Berlin Film Festival"
  },
  {
    "id": "5d30ea57",
    "q": "Which of these buildings is NOT one of the New Seven Wonders of the World?",
    "a": "The Palace of Versailles"
  },
  {
    "id": "7abc0af2",
    "q": "Who wrote the well-known science fiction series “Dune”",
    "a": "Frank Herbert"
  },
  {
    "id": "94215f53",
    "q": "Which of these effect is NOT caused by Aethelflaed’s skills?",
    "a": "Healing slightly wounded units"
  },
  {
    "id": "0fa415cf",
    "q": "Which of the following is NOT a suit in poker?",
    "a": "Winds"
  },
  {
    "id": "f360634d",
    "q": "In ancient Greek mythology, who was Hermes father?",
    "a": "Zeus"
  },
  {
    "id": "54805098",
    "q": "Which of the following inventions did not come about during the first industrial revolution?",
    "a": "Telephone"
  },
  {
    "id": "964d766e",
    "q": "Who founded the “Spanish Armada”?",
    "a": "Philip II"
  },
  {
    "id": "401f69f3",
    "q": "What is the main ingredient in salt?",
    "a": "Sodium chloride"
  },
  { "id": "d99222f5", "q": "Who was Plato’s teacher?", "a": "Socrates" },
  {
    "id": "3bd29817",
    "q": "The Greek alphabet originated from which other writing system?",
    "a": "Phoenician"
  },
  {
    "id": "dc249484",
    "q": "Which commander’s active skill can inflict silence",
    "a": "Hermann"
  },
  {
    "id": "dad60809",
    "q": "Which of the following is the correct description for the stratosphere?",
    "a": "It is warm above and cold below"
  },
  {
    "id": "6cf153c5",
    "q": "What useful tool did famed carpenter Lu Ban invent?",
    "a": "The saw"
  },
  {
    "id": "61d0e4fe",
    "q": "Pandas have 5 clawed toes on as well as a sixth digit. What do pandas use their sixth digit for?",
    "a": "To hold bamboo while eating."
  },
  {
    "id": "b62f5fa2",
    "q": "What is the capital of the Republic of Chile?",
    "a": "Santiago"
  },
  {
    "id": "f8c54d0e",
    "q": "Which of the below figures were not Knights of King Arthur’s Round Table?",
    "a": "Merlin"
  },
  {
    "id": "27e112eb",
    "q": "Which of these is not an ancient civilization of the Americas?",
    "a": "The Sumerians"
  },
  {
    "id": "3e79c9c1",
    "q": "How long did the Hundred Years war last?",
    "a": "116 years"
  },
  {
    "id": "94379152",
    "q": "Which artist painted the world-famous “Girl with a Pearl Earring”?",
    "a": "Johannes Vermeer"
  },
  {
    "id": "62eb1ae3",
    "q": "Which country did Zarathustra, of the tone poem “Thus Spoke Zarathustra”, come from?",
    "a": "Persia"
  },
  {
    "id": "f9b5a83a",
    "q": "Which of the following works was written by the French playwright Pierre Corneille?",
    "a": "Le Cid"
  },
  {
    "id": "b7ee6a21",
    "q": "In ancient Greek mythology, who was the wife of Hades, the king of the underworld?",
    "a": "Persephone"
  },
  {
    "id": "234a5b4b",
    "q": "In ROK, the Hwarang is which civilization’s special unit?",
    "a": "Korea"
  },
  {
    "id": "e919402d",
    "q": "The saying, “The Empire on which the sun never sets” was originally used in reference to which country’s empire?",
    "a": "Spain"
  },
  {
    "id": "956a9299",
    "q": "What can “Masonry” technology help you to improve?",
    "a": "The building speed of buildings in your city"
  },
  {
    "id": "7785c5a5",
    "q": "Which of the following is a military building?",
    "a": "Scout Camp"
  },
  {
    "id": "63b4988e",
    "q": "Who wrote the well-known book “Sapiens: A Brief History of Humankind”?",
    "a": "Yuval Noah Harari"
  },
  {
    "id": "305f2e19",
    "q": "The Phoenician civilization originated in which part of the world?",
    "a": "The Eastern Mediterranean"
  },
  {
    "id": "ac1f61e7",
    "q": "What animal is the “Tigris” named after in ancient Greek?",
    "a": "Tiger"
  },
  {
    "id": "b78b589b",
    "q": "Which of these countries did NOT participate in the Northern Seven Years’ War(1563-1570)?",
    "a": "The United Kingdom"
  },
  {
    "id": "ee62cff0",
    "q": "Which is the smallest known snake species?",
    "a": "Barbados threadsnake"
  },
  {
    "id": "d783ffe4",
    "q": "Who founded the “Malacca Sultanate”?",
    "a": "Parameswara"
  },
  {
    "id": "17656133",
    "q": "Which commander is known as “The Immortal Hammer”?",
    "a": "Charles Martel"
  },
  {
    "id": "95c30a3a",
    "q": "Where did the final battle between King Arthur and Mordred take place according to Arthurian legend?",
    "a": "Camlann"
  },
  {
    "id": "644f0722",
    "q": "Which commander is nicknamed “Bow of Revolution”?",
    "a": "Yi Seong Gye"
  },
  {
    "id": "654acf82",
    "q": "How many troops can governors send with a level 17 City Hall or above?",
    "a": "4"
  },
  {
    "id": "aea811ae",
    "q": "How many letters are used in today’s version of English?",
    "a": "26"
  },
  {
    "id": "a00c69ad",
    "q": "Which of the following civilizations cannot buff their cavalry?",
    "a": "The Ottomans"
  },
  {
    "id": "ede665c8",
    "q": "Which of these items can NOT be obtained by defeating barbarians?",
    "a": "VIP Points"
  },
  {
    "id": "717b5e90",
    "q": "Which year was Soviet Union established?",
    "a": "1922"
  },
  {
    "id": "e23a750c",
    "q": "Who led Kingdom of the Vandals and Alans in Vandalic War?",
    "a": "Belisarius"
  },
  {
    "id": "e1bf3f1d",
    "q": "Who came out the victor of the “Battle of Hastings”?",
    "a": "William the Conqueror"
  },
  {
    "id": "c390a654",
    "q": "Which of these is the National Flower of India?",
    "a": "Lotus"
  },
  {
    "id": "dee90a1c",
    "q": "The “Dragonfly Cutter” was the weapon of choice of which legendary warrior?",
    "a": "Honda Tadakatsu"
  },
  {
    "id": "3dd327a9",
    "q": "Who is the patron and protector of Athens in ancient Greek mythology?",
    "a": "Athena"
  },
  { "id": "319b67e9", "q": "Who “owns” Easter Island?", "a": "Chile" },
  {
    "id": "f3c359fe",
    "q": "Which of the following is NOT a “low country” of Europe?",
    "a": "The United Kingdoms"
  },
  {
    "id": "c9f213a1",
    "q": "Who is the mother of Cupid, the baby-faced god of love in Roman mythology?",
    "a": "Venus"
  },
  {
    "id": "a3814bda",
    "q": "When were bicycles introduced to Europe?",
    "a": "The 19th century"
  },
  {
    "id": "e166061d",
    "q": "Which commander is reputed to have said “I came, I saw, I conquered”?",
    "a": "Julius Cesar"
  },
  {
    "id": "fe4af9fe",
    "q": "Which unit gains a strong benefit from Sun Tzu’s Master Strategist’ skill?",
    "a": "Infantry"
  },
  {
    "id": "043135c7",
    "q": "Which of these commanders gets the ability to convert some slain units?",
    "a": "Charlemagne"
  },
  {
    "id": "67644364",
    "q": "Who defeated the Sphinx according to Greek legend?",
    "a": "Oedipus"
  },
  {
    "id": "398dff30",
    "q": "Who wrote “Human, All Too Human”?",
    "a": "Nietzsche"
  },
  {
    "id": "67b3cbbb",
    "q": "In ROK, the Cataphract is which civilization’s special unit?",
    "a": "Byzantium"
  },
  {
    "id": "935b8bd2",
    "q": "Where was Napoleon Bonaparte exiled after his defeat at Waterloo?",
    "a": "St. Helena"
  },
  {
    "id": "73b03abf",
    "q": "Which demigod captures Cerberus, the “three-headed hound of Hades”, according to Greek mythology?",
    "a": "Hercules"
  },
  {
    "id": "5c71c9c0",
    "q": "Which state is home to the Walt Disney Company?",
    "a": "California"
  },
  {
    "id": "1afc917a",
    "q": "What is the most abundant element in the earth’s crust?",
    "a": "Oxygen"
  },
  { "id": "ae84c7c5", "q": "Who wrote “The Symposium”?", "a": "Plato" },
  {
    "id": "43c98310",
    "q": "How many daily Activity Points do you need in “Lucerne Scrolls” to claim the Daily Gift clue reward?",
    "a": "50"
  },
  {
    "id": "46208cb2",
    "q": "Which of the following is NOT one of Matilda of Flanders’ skills?",
    "a": "Celtic Blood"
  },
  {
    "id": "4afd0df5",
    "q": "Who is the “God of War” in ancient Greek mythology?",
    "a": "Ares"
  },
  {
    "id": "2243b8f4",
    "q": "When did the War of Austrian Succession take place?",
    "a": "1740 – 1748"
  },
  {
    "id": "d480bd90",
    "q": "Who is the “God of Death” in ancient Greek mythology?",
    "a": "Thanatos"
  },
  {
    "id": "9eb08d74",
    "q": "The Pantheon has been the burial site of many important artists since the Renaissance. Which of the following artists were buried there?",
    "a": "Raphael"
  },
  {
    "id": "882a56c8",
    "q": "In which country were instant noodles first invented?",
    "a": "Japan"
  },
  {
    "id": "d97122a6",
    "q": "Which is the deepest known trench in the world?",
    "a": "The Mariana trench"
  },
  {
    "id": "9eb9d4f0",
    "q": "Which is the longest continental mountain range on earth?",
    "a": "The Andes"
  },
  {
    "id": "fe84ee58",
    "q": "Which of the following technologies precedes “Horsemanship”?",
    "a": "Military Discipline"
  },
  {
    "id": "eaa2f6da",
    "q": "Which military commander was known as “Teutoburg’s Liberator”?",
    "a": "Hermann"
  },
  {
    "id": "857ae24b",
    "q": "What is a light year a measure of?",
    "a": "Distance"
  },
  {
    "id": "5107c84a",
    "q": "The Colossus of Rhodes depicts which god of the sun?",
    "a": "Helios"
  },
  {
    "id": "151cbe0a",
    "q": "Which composer wrote the opera “The ring of the Nibelung”?",
    "a": "Wagner"
  },
  {
    "id": "83ace05d",
    "q": "What is Julius Caesar’s nickname?",
    "a": "The uncrowned king"
  },
  { "id": "06856661", "q": "Who designed the “Ottoman Cannon”?", "a": "Urban" },
  {
    "id": "440745f5",
    "q": "Which country was England fighting during the Battle of Agincourt?",
    "a": "France"
  },
  {
    "id": "dc45545f",
    "q": "Who wrote the well-known book “A Brief History of Time”?",
    "a": "Stephen Hawking"
  },
  {
    "id": "c50f2fcb",
    "q": "Which of these countries is NOT a founding member of NATO (in 1949)?",
    "a": "Turkey"
  },
  {
    "id": "40d57434",
    "q": "Which of these works of Japanese Monogatari literature describes the legend of “Kaguya-hime”?",
    "a": "The Tale of The Bamboo Cutter"
  },
  {
    "id": "9482154f",
    "q": "Which of the followong is NOT one of Baybar´s skills?",
    "a": "Thunderous Force"
  },
  {
    "id": "a2ca0222",
    "q": "The “Day of the Tiles” is regarded by some historians to mark the beginning of the French Revolution. In what city did it take place?",
    "a": "Grenoble"
  },
  {
    "id": "2ff1bf00",
    "q": "What benefit does researching “Mathematics” in the Academy provide?",
    "a": "Increased research speed"
  },
  {
    "id": "823c3f9b",
    "q": "Which continent was the birthplace of Mayan civilization?",
    "a": "The Americas"
  },
  {
    "id": "65a55235",
    "q": "Who led the Kingdom of Prussia in the Seven Years War?",
    "a": "Frederick II"
  },
  {
    "id": "42fb0f5d",
    "q": "Which musician composed “The Marriage of Figaro”?",
    "a": "Mozart"
  },
  {
    "id": "682c85cf",
    "q": "Hieroglyphs were part of which country’s formal writing system?",
    "a": "Ancient Egypt"
  },
  {
    "id": "777fd06c",
    "q": "Which of these is one of Minamoto no Yoshitune’s “Active Skill”?",
    "a": "Kyohachiryu"
  },
  {
    "id": "0cd476b9",
    "q": "Which commander is commonly regarded as having exemplified the ideal of the “Bushido Spirit”?",
    "a": "Kusunoki Masashige"
  },
  {
    "id": "4aa60978",
    "q": "Which ancient Egyptian pharao’s tomb did British archaeologist Howard Carter discover in 1992?",
    "a": "Tutankhamun"
  },
  {
    "id": "bc30cebe",
    "q": "Equipment with special talent bonuses will have their attributes enhanced by what percentage when equipped to a commander with the corresponding talent?",
    "a": "30%"
  },
  {
    "id": "f6f9b901",
    "q": "Which of these artists was NOT a Baraque painter?",
    "a": "Vincent Van Gogh"
  },
  {
    "id": "cfe33545",
    "q": "The 1000 point achievement chests includes:",
    "a": "Epic Commander sculpture"
  },
  {
    "id": "3359616e",
    "q": "“Machu Picchu” is a notable relic of which civilization?",
    "a": "The Incas"
  },
  {
    "id": "4cf63816",
    "q": "Which artist is buried at the Pantheon?",
    "a": "Raphael"
  },
  {
    "id": "92e61d8e",
    "q": "Who kills Odin, the king of the gods, during Ragnarok in Norse mythology?",
    "a": "Fenrir"
  },
  {
    "id": "6dc0257e",
    "q": "How many items of the same quality should I equip to complete “Ready for battle”?",
    "a": "6"
  },
  {
    "id": "0b0d5be7",
    "q": "In the Commander View page , what buff do commanders acting as a “Bloodfist Guard” get?",
    "a": "1% Troop health"
  },
  {
    "id": "4495877b",
    "q": "In what country did the “Battle of Marengo” take place?",
    "a": "Italy"
  },
  {
    "id": "fb1d0a15",
    "q": "Which emperor was named the “Khan of Heaven” by various Turkic nomads during the Sui and Tang dynasties?",
    "a": "Emperor Taizong of Tang"
  },
  {
    "id": "e0da3a84",
    "q": "The “Battle of Las Na vas de Tolosa” was a major turning point in which conflict?",
    "a": "The Reconquista"
  },
  {
    "id": "168c4dd7",
    "q": "In what era of Chinese history did the “Battle of Fei River” take place where a small number of soldiers conquered a vastly superior force?",
    "a": "The Eastern Jin Dynasty"
  },
  {
    "id": "f57b4a95",
    "q": "Turkish strait crisis divide Europe and Asia",
    "a": "Bosporus"
  },
  {
    "id": "b3301854",
    "q": "Who founded the Kamakura shogunate?",
    "a": "Minamoto no Yoritomo"
  },
  {
    "id": "a9cb11cb",
    "q": "Which of the following is not one of the Fates of Norse mythology?",
    "a": "Karma"
  },
  {
    "id": "08342c21",
    "q": "The epic “Poem of El Cid” originated from which country?",
    "a": "Spain"
  },
  {
    "id": "4f5c4b8a",
    "q": "Legendary commander of the Joseon dynasty, Yi Sun-sin, sacrificed his life in which famous battle?",
    "a": "Battle of Noryang"
  },
  {
    "id": "872667b5",
    "q": "Which of these is an incorrect description of the “Battle of Poitiers”?",
    "a": "The campaign took place during World War I"
  },
  {
    "id": "78100b82",
    "q": "Which of these is an incorrect description of the “Mare Imbrium” on the moon?",
    "a": "It contains a certain amount of sedimentary water"
  },
  {
    "id": "5eeb6979",
    "q": "Who is the first Italian to receive the “Pritzker Architecture Prize”?",
    "a": "Aldo Rossi"
  },
  {
    "id": "d255d2f4",
    "q": "\"Machu Picchu\" is a notable relic of which civilization",
    "a": "The Incas"
  },
  {
    "id": "7650e200",
    "q": "\"Tongwancheng\" was the capital of which ethnic group from ancient China",
    "a": "The Xiongnu"
  },
  {
    "id": "35dc3447",
    "q": "\"The end justifies the means\" was a key belief of the author of \"The Prince\". What was his name",
    "a": "Machiavelli"
  },
  {
    "id": "62632558",
    "q": "A decrease in which of the following metrics might indicate increasing nearness to a state of vacuum",
    "a": "Air pressure"
  },
  {
    "id": "0be3b977",
    "q": "A human fingernail is made of which material",
    "a": "Alpha-keratin"
  },
  {
    "id": "80f0d394",
    "q": "According to the tale of the She-wolf in Roman mythology, what came of the twins she nurtured, Romulus and Remus",
    "a": "Romulus became the founder and the first king of Rome"
  },
  {
    "id": "534d01b9",
    "q": "Acquiring Commander William I unlocks which of these achievements",
    "a": "Path of Glory"
  },
  {
    "id": "b4964b76",
    "q": "After a Venus Flytrap catches an insect, how does it digest and absorb the prey",
    "a": "The inner flaps of the leaves secrete a digestive fluid"
  },
  {
    "id": "e2aad0d1",
    "q": "After its foundation in the 6th century BCE, which institution of the Roman Republic served as a consultative parliament",
    "a": "The Senate"
  },
  {
    "id": "ac8bdb6d",
    "q": "Afterglow is caused by:",
    "a": "Light scattering in air"
  },
  {
    "id": "55083b85",
    "q": "Albert Einstein was awarded the 1921 Nobel Prize in Physics for which discovery",
    "a": "Photoelectric effect"
  },
  {
    "id": "b8b1fa04",
    "q": "Alliance help can NOT speed up which of the following activities",
    "a": "Troop training"
  },
  {
    "id": "c8ffed4f",
    "q": "Ancient Egyptian history spans how many kingdoms",
    "a": "3 - Old, Middle, New"
  },
  {
    "id": "8da675cc",
    "q": "Apart from \"Number of Scouts\" and \" Power\", which of the following Scout Camp parameters can also be upgraded",
    "a": "Scout March Speed and Exploration Range"
  },
  {
    "id": "d7e33684",
    "q": "Apart from \"Number of Scouts\" and \"Power\", which of the following Scout Camp parameters can also be upgraded",
    "a": "Scout March Speed and Exploration Range"
  },
  {
    "id": "d122e06d",
    "q": "Apart from \"Times You Can Be Helped\" and \"Power\", which of the following Alliance Center parameters can also be upgraded",
    "a": "Reinforcement Troop Capacity"
  },
  {
    "id": "82474165",
    "q": "Ashoka the Great was the king of which Ancient Indian kingdom",
    "a": "Maurya"
  },
  {
    "id": "2627fd11",
    "q": "Ashoka the great was the king of which ancient kingdom",
    "a": "Maurya Dynasty"
  },
  {
    "id": "7b9b7d0f",
    "q": "Assuming the absence of any other special buffs, which of these commanders has the highest march speed",
    "a": "Belisarius"
  },
  {
    "id": "d56e126b",
    "q": "At which VIP level do you permanently unlock a second building queue",
    "a": "Level 6"
  },
  {
    "id": "76e1c147",
    "q": "Bangkok is the capital of which country",
    "a": "Thailand"
  },
  {
    "id": "35bd0fbc",
    "q": "Before leading the biggest slave rebellion of Ancient Rome, what was Spartacus",
    "a": "Gladiator"
  },
  {
    "id": "efe63774",
    "q": "Black Forest Cake is a famous European dessert. In which country is the Black Forest from which it takes its name",
    "a": "Germany"
  },
  {
    "id": "9a8ac213",
    "q": "Broccoli is rich in which Vitamin",
    "a": "Vitamin C"
  },
  {
    "id": "fba26430",
    "q": "By what other name are Ceroli Chieftains Ak & Hok also known by",
    "a": "The Astral Twins"
  },
  {
    "id": "da6c8770",
    "q": "By what other name is October also known under Japan's old calendar",
    "a": "Kannazuki"
  },
  {
    "id": "5957e0b4",
    "q": "By what other name is the Ceroli Chieftain Wafura also known",
    "a": "Wolfshadow"
  },
  {
    "id": "05cd3185",
    "q": "Cactus spines are actually a modified form of which other part of the plant",
    "a": "Leaves"
  },
  {
    "id": "31a4996d",
    "q": "Charles Macintosh crafted a very early version of a raincoat from which material",
    "a": "Rubber"
  },
  {
    "id": "302f15db",
    "q": "Charles Mactintosh crafted a very early version of a raincoat from which material",
    "a": "Rubber"
  },
  {
    "id": "a29ba65f",
    "q": "China's \"crosstalk\" sketch comedy format originates in three places: Tianqiao in Beijing, the Quanye Bazaar in Tianjin, and where in Nanjing",
    "a": "Fuzimiao"
  },
  {
    "id": "f64d7468",
    "q": "China's crosstalk sketch comedy format originates in three places: Tianqiao in Beijing, the Quanty Bazaar in Tianjin and where in Nanjing",
    "a": "Fuzimiao"
  },
  {
    "id": "b50b1017",
    "q": "China's Temple of Heaven was built during the reign of which emperor",
    "a": "The Yongle Emperor (Zhu Di)"
  },
  {
    "id": "e0efae6c",
    "q": "Commander Björn Ironside's \"Viking Lord\" skill benefits which of the following unit types",
    "a": "Infantry"
  },
  {
    "id": "80c81689",
    "q": "Darwin's last book primarily discussed which species' influence on soil",
    "a": "Earthworms"
  },
  {
    "id": "ca7402fd",
    "q": "During China's Warring States Period, which state defeated the other six and built the unified Chinese empire",
    "a": "Qin"
  },
  {
    "id": "d160ccdc",
    "q": "During the Renaissance, why was Florence significant",
    "a": "Birthplace of the Renaissance"
  },
  {
    "id": "db3ebf44",
    "q": "During the Second Punic War, in which battle did a vastly outnumbered Hannibal defeat a Roman army",
    "a": "The Battle of Cannae"
  },
  {
    "id": "532b1e53",
    "q": "During the Trojan War, which Greek warrior killed Hector",
    "a": "Achilles"
  },
  {
    "id": "92961d53",
    "q": "During the Upper and Lower Egypt period, what color was the crown of the pharaoh",
    "a": "White"
  },
  {
    "id": "4f9690bb",
    "q": "During the Upper and Lower Egypt period, what color was the crown of the pharaoh of Upper Egypt",
    "a": "White"
  },
  {
    "id": "25423e7e",
    "q": "During which emperor's reign was the Roman Colosseum completed",
    "a": "Titus"
  },
  {
    "id": "f8275820",
    "q": "During which season are nights relatively short and days relatively long",
    "a": "Summer"
  },
  {
    "id": "74cbfce7",
    "q": "Edward VIII became King of England in January 1936. Later in the same year, in which month did he give up the throne",
    "a": "December"
  },
  {
    "id": "b6d68f89",
    "q": "Egypt's economy was primarily based on what",
    "a": "Agriculture"
  },
  {
    "id": "28ac8193",
    "q": "Egypt's economy was primarily based on",
    "a": "Agriculture"
  },
  {
    "id": "89fcab08",
    "q": "Egyptians made paper from which material",
    "a": "Papyrus"
  },
  {
    "id": "616ad715",
    "q": "Elbe Day was the meeting of which two armies during World War 11",
    "a": "USA, USSR"
  },
  {
    "id": "06a876d4",
    "q": "Elbe day was the meeting of which two armies during World War II",
    "a": "USA, USSR"
  },
  {
    "id": "e3c3ea9b",
    "q": "Equipment with special talent bonuses will have their attributes enhanced by what percentage when equipped to a commander with the corresponding talent",
    "a": "30%"
  },
  {
    "id": "b796387f",
    "q": "Eyeglasses are composed of quartz, sand, and what",
    "a": "Petroleum"
  },
  {
    "id": "faccb0ab",
    "q": "First created in Ancient Greece, to which profession does the Hippocratic Oath apply",
    "a": "Doctors"
  },
  {
    "id": "861fc34b",
    "q": "First created in Ancient Greece, to which profession does the Hippocratic Oath apply",
    "a": "Doctors"
  },
  {
    "id": "22c5613a",
    "q": "First general of the Edo shogunate",
    "a": "Tokugawa Ieyasu"
  },
  {
    "id": "16b79a6a",
    "q": "Fish and chips has its earliest origins in which country",
    "a": "England"
  },
  {
    "id": "7e4ffed3",
    "q": "Focaccia is a type of pizza-like bread. Which country (and its cooking culture) created the focaccia",
    "a": "Italy"
  },
  {
    "id": "410e68d1",
    "q": "For how many francs did Charles V ransom Bertrand du Guesclin during the conflict over Brittany",
    "a": "100.000"
  },
  {
    "id": "442b9d7a",
    "q": "For which disease did Edward Jenner, known as the father of immunology, develop a vaccine",
    "a": "Smallpox"
  },
  {
    "id": "5e2372cf",
    "q": "France and Germany were both once part of what feudal Kingdom",
    "a": "Francia"
  },
  {
    "id": "8fb91b80",
    "q": "French National Day is on July 14 in order to coincide with which historical event",
    "a": "Storming of the Bastille"
  },
  {
    "id": "3175c717",
    "q": "From the 8th to the 1 Ith century CE, What did Europeans frequently call the Scandinavian invaders Who frequently ravaged their lands",
    "a": "Vikings"
  },
  {
    "id": "11a54246",
    "q": "From the 8th to the 11th century CE, what did Europeans frequently call the Scandinavian invaders who frequently ravaged their lands",
    "a": "Vikings"
  },
  {
    "id": "ef954a6a",
    "q": "Galileo's Leaning Tower of Pisa experiment overturned a theory of which Ancient Greek scientists",
    "a": "Aristotle"
  },
  {
    "id": "035f8534",
    "q": "Galileo's Leaning Tower of Pisa experiment overturned a theory of which Ancient Greek scientist",
    "a": "Aristotle"
  },
  {
    "id": "e0aff1c5",
    "q": "Governors cannot earn Activity Points through which of the following",
    "a": "Expeditions"
  },
  {
    "id": "e6c3c897",
    "q": "Halley' s Comet can be observed from Earth every...",
    "a": "75-76 years"
  },
  {
    "id": "7aa8bd6a",
    "q": "Halley's Comet can be observed from Earth every…",
    "a": "75-76 years"
  },
  {
    "id": "26d0f49b",
    "q": "Held in 1929, how long did the first Academy Awards ( \"Oscars\" ) ceremony take",
    "a": "15 minutes"
  },
  {
    "id": "810b4697",
    "q": "Held in 1929, how long did the first Academy Awards (\"Oscars\" ) ceremony take",
    "a": "15 Minutes"
  },
  {
    "id": "b5ad38a1",
    "q": "Held in 1929, how long did the first Academy Awards (\"Oscars\") ceremony take",
    "a": "15 minutes"
  },
  {
    "id": "cb07fb7d",
    "q": "Henry I took the throne of Englnd in the year 1100 after which relative died",
    "a": "His Brother"
  },
  {
    "id": "92d43d01",
    "q": "hich of the following commanders excels at leading Calvary",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "1dd25323",
    "q": "Hieroglyphs were part of which country's formal writing system",
    "a": "Ancient Egypt"
  },
  {
    "id": "795ab533",
    "q": "Homer' s epic \"The Iliad\" focuses on events happening during which war or battle",
    "a": "The Trojan War"
  },
  {
    "id": "057b9633",
    "q": "Homer's 'The Iliad' focuses on events happening during which war or battle",
    "a": "The Trojan War"
  },
  {
    "id": "44f5ffcb",
    "q": "Homer's epic \"The Iliad\" focuses on events happening during which war or battle",
    "a": "The Trojan War"
  },
  {
    "id": "84fa0b63",
    "q": "How did Saladin change the Middle East",
    "a": "Palestine"
  },
  {
    "id": "4c2dd603",
    "q": "How do you get Alliance Technology credits",
    "a": "By donating to the Alliance"
  },
  {
    "id": "b0b59e55",
    "q": "How do you get Alliance Technology Points",
    "a": "By donating to research Alliance Technology"
  },
  {
    "id": "9a092e0c",
    "q": "How do you obtain the Friend of the Kingdom achievement",
    "a": "Visit 100 tribal villages"
  },
  {
    "id": "faf051c1",
    "q": "How high in the Sunset Canyon daily ranking do you need to place before you can receive the Golden Key Daily Rewards",
    "a": "In the top 5"
  },
  {
    "id": "a8e6d2ee",
    "q": "How long did the Hundred Years's War between England and France last",
    "a": "116 years"
  },
  {
    "id": "e7f2148a",
    "q": "How long did the Hundred Years' War between England and France last",
    "a": "116 years"
  },
  {
    "id": "c6455be7",
    "q": "How long does the \"Basic Army Expansion\" boost last",
    "a": "4h"
  },
  {
    "id": "9e44cbce",
    "q": "How long does the item Builder Recruitment last",
    "a": "2 days"
  },
  {
    "id": "53457ce3",
    "q": "How many action points can a governor have",
    "a": "1000"
  },
  {
    "id": "fec6a593",
    "q": "How many arrows are stuck in the shield of commander Lohar",
    "a": "4"
  },
  {
    "id": "92ece23f",
    "q": "How many beasts can you expect to see fighting alongside Lvl 20 barbarian troops in Rise of Kingdoms",
    "a": "1 bear and 2 wolves"
  },
  {
    "id": "9e260984",
    "q": "How many bones does an adult human have",
    "a": "206"
  },
  {
    "id": "04df09f6",
    "q": "How many bones does an adult human normally have",
    "a": "206"
  },
  {
    "id": "aebbba26",
    "q": "How many bowmen are shown practicing in the Archery Range when training composite bowmen",
    "a": "6"
  },
  {
    "id": "7ca4d219",
    "q": "How many bowmen are shown practising in the Archery Range when training composite bowmen",
    "a": "3"
  },
  {
    "id": "0becfbc2",
    "q": "How many cards in total are shown in the Mysterious Merchant's hands",
    "a": "5"
  },
  {
    "id": "41f2ae24",
    "q": "How many daily Activity Points do you need in \"Lucerne Scrolls\" to claim the Daily Gift reward",
    "a": "50"
  },
  {
    "id": "a088d4d9",
    "q": "How many daily Activity Points do you need in \"Lucerne Scrolls\" to claim the Daily Gift clue reward",
    "a": "50"
  },
  {
    "id": "c8e8b6b8",
    "q": "How many Easter eggs are featured in the Easter Egg Avatar Frame",
    "a": "5"
  },
  {
    "id": "1d30baf9",
    "q": "How many Elite Commanders are there in the game",
    "a": "5"
  },
  {
    "id": "a947085b",
    "q": "How many emeralds are featured on the clothing of commander Matilda of Flanders",
    "a": "5"
  },
  {
    "id": "c40e40ce",
    "q": "How many fingers does the cartoon character mickey mouse have on each hand",
    "a": "4"
  },
  {
    "id": "cc442785",
    "q": "How many flags are featured in front of the Alliance Center for the French civilization",
    "a": "6"
  },
  {
    "id": "291c9c72",
    "q": "How many gears are shown on the icon for the Economic Technology \"Engineering\"",
    "a": "2"
  },
  {
    "id": "a95a5a16",
    "q": "How many Golden Keys are awarded to the top finishing Governor in each season of Sunset Canyon",
    "a": "5"
  },
  {
    "id": "736610e9",
    "q": "How many hurricanes were recorded around the Pacific Ocean in the year 1977",
    "a": "4"
  },
  {
    "id": "663c2c24",
    "q": "How many individual credits can be earned from selling normal equipment blueprints through the Alliance Shop's reclaim feature",
    "a": "400"
  },
  {
    "id": "89029b34",
    "q": "How many individual quests does an Expedition involve",
    "a": "90"
  },
  {
    "id": "c46f946f",
    "q": "How many items of the same quality should I equip to complete \"Ready for Battle\"",
    "a": "6"
  },
  {
    "id": "cea66c4d",
    "q": "How many keys are included in the Wooden Chest Alliance Gift",
    "a": "10"
  },
  {
    "id": "ab126cff",
    "q": "How many keys does a typical modern piano have",
    "a": "88"
  },
  {
    "id": "c9640bff",
    "q": "How many Legendary Commander Sculptures are awarded to the top finisher by total rankings in the \"The Mightiest Governor\" event",
    "a": "180"
  },
  {
    "id": "74423062",
    "q": "How many letters are used in today's version of English",
    "a": "26"
  },
  {
    "id": "172f2fd0",
    "q": "How many minutes' worth total of speedups can be obtained from purchasing the \"7-Day Speedup Supply\" in addition to the immediate 1,050 Gem reward",
    "a": "3,150 minutes"
  },
  {
    "id": "cecc36af",
    "q": "How many Normal Iron Ore do you need to make an Advanced Iron Ore",
    "a": "4"
  },
  {
    "id": "45eaa556",
    "q": "How many officers (excluding the alliance leader) can an alliance have",
    "a": "8"
  },
  {
    "id": "4d6adb79",
    "q": "How many Olympic gold medals did African-American athlete Jesse Owens win in 1936",
    "a": "4"
  },
  {
    "id": "129cd945",
    "q": "How many patrolling soldiers roam a governor's walls",
    "a": "7"
  },
  {
    "id": "a8274d31",
    "q": "How many phases are there in The Mightiest Governor event",
    "a": "5"
  },
  {
    "id": "600bd5f2",
    "q": "How many pieces of Normal iron ore must be combined to make a piece of Advanced iron ore",
    "a": "4"
  },
  {
    "id": "39beefef",
    "q": "How many points are earned per 1 point of upgraded Power within the \"Stage 4: Power Upgrade\" segment of \"The Mightiest Governor\" event",
    "a": "2"
  },
  {
    "id": "a6bac8ea",
    "q": "How many points are gained per Lvl 3 unit severely wounded/killed in the \"Stage 5: Enemy Elimination\" segment of the \"Mightiest Governor\" event",
    "a": "4"
  },
  {
    "id": "8d668d0e",
    "q": "How many polar bears feature on the Heart of the North Avatar Frame",
    "a": "3"
  },
  {
    "id": "fd5069e7",
    "q": "How many refreshes are available per visit to the Mysterious Merchant",
    "a": "5"
  },
  {
    "id": "8034c1b7",
    "q": "How many reward chests are awarded for reaching 60 daily activity points",
    "a": "3"
  },
  {
    "id": "f10ecd99",
    "q": "How many roses feature on the Rose Petals Avatar Frame",
    "a": "4"
  },
  {
    "id": "e0205f80",
    "q": "How many Scouts can the Scout Camp hold at once",
    "a": "3"
  },
  {
    "id": "df7a82dc",
    "q": "How many sections are featured in the Kingdom Newspaper outside of special calendar events",
    "a": "5"
  },
  {
    "id": "d816b6a2",
    "q": "How many separate khanates or empires had the Mongol Empire fractured into by the time of Kublai's death in 1294",
    "a": "4"
  },
  {
    "id": "15d804d7",
    "q": "How many small tents can you see in a Lvl 3 Barbarian Fort",
    "a": "6"
  },
  {
    "id": "5878fa1f",
    "q": "How many stars are featured on the banner displayed behind the commander Minamoto no Yoshitsune",
    "a": "3"
  },
  {
    "id": "b603ddc7",
    "q": "How many students sit in on the lectures held by the scholars of the Lyceum of Wisdom",
    "a": "6"
  },
  {
    "id": "f48f32ae",
    "q": "How many tents are shown on the icon for the Military Technology \"Encampment\"",
    "a": "3"
  },
  {
    "id": "e39b08b0",
    "q": "How many tiles does a City Hall occupy within your city",
    "a": "9 x 9"
  },
  {
    "id": "03727570",
    "q": "How many times can you receive alliance help if your Alliance Center is level 14",
    "a": "18"
  },
  {
    "id": "7dae6941",
    "q": "How many times can you receive alliance help if your alliance center is level 25",
    "a": "30"
  },
  {
    "id": "ccd751b1",
    "q": "How many times is the character \"1\" used when you write from number 1 to number 99",
    "a": "20"
  },
  {
    "id": "31956d9e",
    "q": "How many times is the character 1 used when you write from numbers 1 to number 99",
    "a": "20"
  },
  {
    "id": "f33cab4e",
    "q": "How many troops are recommended for destroying a Lvl 3 Barbarian Fort",
    "a": "480,000 Lvl 3 units"
  },
  {
    "id": "e0212c10",
    "q": "How many troops can governors send with a level 17 City Hall or above",
    "a": "4"
  },
  {
    "id": "649271eb",
    "q": "How many VIP points can you buy with 200 gems",
    "a": "200"
  },
  {
    "id": "90b292b3",
    "q": "How many Watchtowers are included in a Lvl 25 city",
    "a": "8"
  },
  {
    "id": "d3aeecb5",
    "q": "How many wheels are there on a battering ram",
    "a": "6"
  },
  {
    "id": "cacb7c11",
    "q": "How many years are there between each Winter Olympic Games",
    "a": "4"
  },
  {
    "id": "ff208e10",
    "q": "How much capacity does a Lvl 15 Hospital provide (excluding boosts)",
    "a": "29,000"
  },
  {
    "id": "7fdbbe70",
    "q": "How much does the 12-Hour Enhanced Attack item increase your troops' Attack by",
    "a": "5%"
  },
  {
    "id": "f05581bf",
    "q": "How much experience does a commander earn from a Lvl 7 Tome of Knowledge",
    "a": "50.000"
  },
  {
    "id": "61888483",
    "q": "How much gold does a single issue of the Kingdom Newspaper cost",
    "a": "1,000"
  },
  {
    "id": "77f16930",
    "q": "How much reinforcement troop capacity does a city receive at Alliance Center Lvl 20",
    "a": "575,000"
  },
  {
    "id": "d5bd8d97",
    "q": "How much stone will a Lvl 17 Quarry produce every hour (excluding boosts)",
    "a": "2,775"
  },
  {
    "id": "bcbcfd98",
    "q": "How much total daily contribution is required to place in the daily alliance contribution rankings",
    "a": "10,000"
  },
  {
    "id": "c6bd1c7a",
    "q": "How much will an Enhanced Attack (Advanced) item increase your attack",
    "a": "10,00%"
  },
  {
    "id": "f1228780",
    "q": "How much will an Enhanced Gathering item increase your gathering speed",
    "a": "0,5"
  },
  {
    "id": "7b5cb31a",
    "q": "How often is the FIFA World Cup held",
    "a": "Every 4 years"
  },
  {
    "id": "9ae560e9",
    "q": "How was the Gutenberg Bible put into mass production",
    "a": "Movable type printing press"
  },
  {
    "id": "efe9ecb2",
    "q": "If a man with type AB blood and a woman with type B blood have a baby, which of the following statements would be incorrect",
    "a": "It could have type O blood"
  },
  {
    "id": "28f1f9e7",
    "q": "In 1998, the 16th FIFA World Cup was held in which country",
    "a": "France"
  },
  {
    "id": "e4140485",
    "q": "In ancient Egypt, which of the following was NOT a privilege of being a 'Scribe'",
    "a": "Exempt from paying medical expenses if sick"
  },
  {
    "id": "6f070c38",
    "q": "In Ancient Egypt, which of the following was NOT a privilege of being a ‘Scribe'",
    "a": "Exempt from paying medical expenses if sick"
  },
  {
    "id": "e2ebe75d",
    "q": "In ancient Greece, the Delian League was led by which city-state",
    "a": "Athens"
  },
  {
    "id": "8dcff8b3",
    "q": "In Ancient Greece, which philosopher liked to discuss ideas on a street which then got the nickname \"Peripatetic School\"",
    "a": "Aristotle"
  },
  {
    "id": "e8d5d9ce",
    "q": "In Ancient Greece, which philosopher liked to discuss ideas on a street which then got the nickname Peripatetic School",
    "a": "Aristotle"
  },
  {
    "id": "8b1380f6",
    "q": "In ancient Greek mythology, who was Hermes' father",
    "a": "Zeus"
  },
  {
    "id": "45650e72",
    "q": "In ancient Greek mythology, who was the wife of Hades, the king of the underworld",
    "a": "Persephone"
  },
  {
    "id": "98194d0e",
    "q": "In Ark of Osiris which speedup can be used",
    "a": "Healing Speed Up"
  },
  {
    "id": "cdcabb88",
    "q": "In Ark of Osiris, how many teleports does the first alliance to occupy an obelisk earn",
    "a": "8"
  },
  {
    "id": "9f9bf6ef",
    "q": "In Ark of Osiris, what is the requirement for an alliance to participate in the Golden Battlefield",
    "a": "Ranked top 20 for alliance power in their kingdom"
  },
  {
    "id": "1d07886f",
    "q": "In Ark of Osiris, where are you supposed to take the Ark",
    "a": "Escort the Ark to a non-enemy building"
  },
  {
    "id": "07c48c73",
    "q": "in Ark of Osiris, which Speedup can you use",
    "a": "Healing Speedup"
  },
  {
    "id": "42a76124",
    "q": "In China's Han Dynasty, who opened the Silk Road on the orders of Emperor Wu",
    "a": "Zhang Qian"
  },
  {
    "id": "ab07bc30",
    "q": "In DC comics, what is Batman's real name",
    "a": "Bruce Wayne"
  },
  {
    "id": "fcbd0960",
    "q": "In Greek mythlogy, which hero quested for the golden fleece",
    "a": "Jason"
  },
  {
    "id": "638c2255",
    "q": "In Greek mythology, to whom did Paris the prince of troy give golden apple inscribed with to the most beautiful goddess",
    "a": "Aphrodite"
  },
  {
    "id": "1f540034",
    "q": "In Greek mythology, to whom did Paris, the Prince of Troy, give a golden apple inscribed with, \"To the most beautiful goddess\"",
    "a": "Aphrodite"
  },
  {
    "id": "53446885",
    "q": "In Greek mythology, what is the Goddess Eos known as",
    "a": "Goddess of the Dawn"
  },
  {
    "id": "9fe487d5",
    "q": "In Greek Mythology, what is the relationship between Zeus and Hermes",
    "a": "Father and son"
  },
  {
    "id": "7e5f2c0a",
    "q": "In Greek mythology, what was Achilles' only weak point",
    "a": "His heel"
  },
  {
    "id": "77bee95a",
    "q": "In Greek mythology, which hero quested for the Golden Fleece",
    "a": "Jason"
  },
  {
    "id": "b159e079",
    "q": "In Greek mythology, which hero requested for the Golden Fleece",
    "a": "Jason"
  },
  {
    "id": "22204315",
    "q": "In Morse code, what is the length in dots between two words",
    "a": "7"
  },
  {
    "id": "d7232141",
    "q": "In most cases, what kind of mosquitoes will drink animal blood",
    "a": "Female mosquitos"
  },
  {
    "id": "62f478d3",
    "q": "In most cases, which kind of lion has a mane",
    "a": "Adult male"
  },
  {
    "id": "598c2691",
    "q": "In mythology, who was hit by the lead arrow of Eros",
    "a": "Apollo and Daphne"
  },
  {
    "id": "976e1afa",
    "q": "In Norse mythology, what variety of trees was the World Tree",
    "a": "Ash"
  },
  {
    "id": "5e10508d",
    "q": "In Norse mythology, who does the hammer Mjolnir belong to",
    "a": "Thor"
  },
  {
    "id": "7ad653a0",
    "q": "In Norse mythology, who wielded the weapon Gungnir",
    "a": "Odin"
  },
  {
    "id": "55f4ff2a",
    "q": "In RoK, the Cataphract is which civilization's special unit",
    "a": "Bytantium"
  },
  {
    "id": "c5843513",
    "q": "In RoK, the Hwarang is which civilization's special unit",
    "a": "Korea"
  },
  {
    "id": "8a33281f",
    "q": "In Russian history, what nickname was the first Tzar given for their tyranny",
    "a": "Ivan the Terrible"
  },
  {
    "id": "ab0bf629",
    "q": "In the Book of Exodus, who leads the Jewish people to the Promised Land",
    "a": "Moses"
  },
  {
    "id": "dcbf61a3",
    "q": "In the COMMANDER VIEW page, what buff do commanders acting as \"Bloodfist Guard\" get",
    "a": "None of these answers are correct"
  },
  {
    "id": "24abf483",
    "q": "In the Commander View page, what buff do commanders acting as a \"Charge Captain\" get",
    "a": "+1% Rally Attack & Rally Troop March Speed"
  },
  {
    "id": "b0dc51e1",
    "q": "In the Commander View page, what buff do commanders acting as a \"drillmaster\" get",
    "a": "+1% Troop Attack"
  },
  {
    "id": "5f0692cd",
    "q": "In the Commander View page, what buff do commanders acting as a \"Iron Guard\" get",
    "a": "+1% Troop Health"
  },
  {
    "id": "c66ebc43",
    "q": "In the Commander View page, what buff do commanders acting as a \"King Head\" get",
    "a": "+1% Troop Defense and Health"
  },
  {
    "id": "1b953f4c",
    "q": "In the Commander View page, what buff do commanders acting as a \"Ranger\" get",
    "a": "+5% XP Gain & Damage vs. Barbarians (none of these answers)"
  },
  {
    "id": "40099c8a",
    "q": "In the Commander View page, what buff do commanders acting as a \"Supply Captain\" get",
    "a": "+5% Gathering Speed and Troop Load"
  },
  {
    "id": "803240f2",
    "q": "In the Commander View page, what buff do commanders acting as a \"Tax Officer\" get",
    "a": "+5% Gathering Speed"
  },
  {
    "id": "2bdc05a8",
    "q": "In the COMMANDER VIEW page, what buff do commanders acting as a \"Bloodfist Guard\" get",
    "a": "Troop Health +1%"
  },
  {
    "id": "9edc153c",
    "q": "In what climate does basil, known in Europe as the \"King of Herbs\", largely grow",
    "a": "Tropical areas"
  },
  {
    "id": "d411b777",
    "q": "in what country did the \"Battle of Marengo\" take place",
    "a": "Italy"
  },
  {
    "id": "feae7aaa",
    "q": "In what era of Chinese history did the \"Battle of Fei River\" take place where a small number of soldiers conquered a vastly superior force",
    "a": "The Eastern Jin Dynasty"
  },
  {
    "id": "1ed29fdf",
    "q": "In what year did Einstein publish his four Annus Mirabilis (\"Miracle Papers\" )",
    "a": "1905"
  },
  {
    "id": "fa3a7671",
    "q": "In what year did Einstein publish his four Annus Mirabilis (\"Miracle Papers\")",
    "a": "1905"
  },
  {
    "id": "201cbbae",
    "q": "In What year did Einstein publish his fourAnnus Mirabilis (\"Miracle Papers\" )",
    "a": "1905"
  },
  {
    "id": "d027eb99",
    "q": "In What year did the Late Show With David Letterman first premiere",
    "a": "1993"
  },
  {
    "id": "23770a02",
    "q": "In which century did the classic English dessert sticky toffee pudding originate",
    "a": "The mid-20th century"
  },
  {
    "id": "8ea0998c",
    "q": "In which city in the United States has McDonald's established a Hamburger University",
    "a": "Chicago"
  },
  {
    "id": "483387bc",
    "q": "In which city is Denmark's statue of The Little Mermaid located",
    "a": "Copenhagen"
  },
  {
    "id": "69ad9012",
    "q": "In which city is the Obelisk of Thutmose 111 currently held",
    "a": "Istanbul"
  },
  {
    "id": "ebe1647c",
    "q": "In which city is the Obelisk of Thutmose III currently held",
    "a": "Istanbul"
  },
  {
    "id": "bdad73de",
    "q": "In which commander's background picture can you see a dog",
    "a": "Richard I"
  },
  {
    "id": "9aefe95d",
    "q": "In which commander's background picture can you see a chicken",
    "a": "Queen Tamar of Georgia"
  },
  {
    "id": "ba9b226b",
    "q": "In which commander's background picture can you see a sakura tree",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "da95c171",
    "q": "In which country did assam tea, known for its rich aromas, originate",
    "a": "India"
  },
  {
    "id": "10418ca3",
    "q": "In which country did the Carlist Wars take place during the 19th century",
    "a": "Spain"
  },
  {
    "id": "9017989b",
    "q": "In which country is the Lighthouse of Alexandria, one of the Seven Wonders of the Ancient World, located",
    "a": "Egypt"
  },
  {
    "id": "97f2d9fb",
    "q": "In which country is the mysterious Stonehenge located",
    "a": "United Kingdom"
  },
  {
    "id": "fbc448a7",
    "q": "In which country was air conditioning invented",
    "a": "USA"
  },
  {
    "id": "e3262718",
    "q": "In which country was Botticelli, painter of The Birth of Venus, born",
    "a": "Italy"
  },
  {
    "id": "90ac0193",
    "q": "In which country was Carlsberg Group, a leading brewer, founded in 1847",
    "a": "Denmark"
  },
  {
    "id": "58c07996",
    "q": "In which country was mozzarella cheese first produced, broadly associated With Italian cooking and pizzas",
    "a": "Italy"
  },
  {
    "id": "787b2960",
    "q": "In which country was the famed revolutionary and military strategist Simón Bolívar born",
    "a": "Venezuela"
  },
  {
    "id": "8a02b61c",
    "q": "In which country was the microscope invented",
    "a": "The Netherlands"
  },
  {
    "id": "5438df69",
    "q": "In which country was the Somme, the most infamous battlefield in World War I, located",
    "a": "France"
  },
  {
    "id": "1d5faf3a",
    "q": "In which country was the Somme, the most infamous battlefield in World War l, located",
    "a": "France"
  },
  {
    "id": "02345d7b",
    "q": "In which country were instant noodles first invented",
    "a": "Japan"
  },
  {
    "id": "e61aa4a1",
    "q": "In which country were the Wars of the Roses fought",
    "a": "England"
  },
  {
    "id": "8e6ba68e",
    "q": "In which English palace did the \"Star Chamber\" sit",
    "a": "Palace of Westminster"
  },
  {
    "id": "dcbfc023",
    "q": "In which gallery is the Mona Lisa currently held",
    "a": "The Louvre"
  },
  {
    "id": "58693ad2",
    "q": "In which of these campaigns did Thutmose",
    "a": "The Battle of Megiddo"
  },
  {
    "id": "e38d6ad3",
    "q": "In which of these campaigns did Thutmose III take part",
    "a": "The Battle of Megiddo"
  },
  {
    "id": "3f3dbfff",
    "q": "In which region was the empire of Srivijaya located",
    "a": "Southeast Asia"
  },
  {
    "id": "dbfe893e",
    "q": "In which theater was Beethoven' s Symphony No. 5 in C Minor debuted in 1808",
    "a": "The Theater an der Wien"
  },
  {
    "id": "d515d766",
    "q": "In Which theater was Beethoven's Symphony No.5 in C Minor debuted in 1808",
    "a": "The Theater an der Wien"
  },
  {
    "id": "2d12f5ec",
    "q": "In which theater was Beethoven's Symphony No. 5 in C Minor debuted in 1808",
    "a": "The Theater an der Wien"
  },
  {
    "id": "373b92bd",
    "q": "In which UK city were The Beatles founded in 1960",
    "a": "Liverpool"
  },
  {
    "id": "a5f4ccde",
    "q": "In which year did Alexander Fleming discover penicillin",
    "a": "1928"
  },
  {
    "id": "e0563a62",
    "q": "In which year did Richard and Saladin sign a truce",
    "a": "1192"
  },
  {
    "id": "ab6e5d58",
    "q": "In which year did Richard the Lionheart and Saladin sign a truce",
    "a": "1192"
  },
  {
    "id": "48b25e70",
    "q": "In which year was the Battle of Guandu",
    "a": "200"
  },
  {
    "id": "f18dd1f4",
    "q": "In which year was the first edition of \"The Diary of Anne Frank\" published",
    "a": "1947"
  },
  {
    "id": "46875eff",
    "q": "In which year was the first Wimbledon Tennis Championship held",
    "a": "1877"
  },
  {
    "id": "1310ea24",
    "q": "In which year was the Napoleonic Code established",
    "a": "1804"
  },
  {
    "id": "2dcee693",
    "q": "In which year was the Soviet Union formally established",
    "a": "1922"
  },
  {
    "id": "2704512b",
    "q": "Insufficient intake of which element may case thyromegaly",
    "a": "Iodine"
  },
  {
    "id": "af960736",
    "q": "Insufficient intake of which element may cause the thyromegaly",
    "a": "Iodine"
  },
  {
    "id": "d7a76cdd",
    "q": "Into what kind of deity was Imhotep deified following his death",
    "a": "A god of medicine"
  },
  {
    "id": "62f6ed08",
    "q": "Into what shape does commander Yi Seong-Gye's fan-shaped active skill transform after gaining Expertise",
    "a": "A circle"
  },
  {
    "id": "5d5eb4ad",
    "q": "Japanese ivy grows upward on walls and trees in order to capture energy from which source",
    "a": "Sunlight"
  },
  { "id": "e1655e89", "q": "Jin Mao Tower has many floors", "a": "88" },
  {
    "id": "5a8be525",
    "q": "Keira once defied the world's expectations about her in a glorious battle. Where did this battle take place",
    "a": "Sunset Canyon"
  },
  {
    "id": "13e77b51",
    "q": "Lactose intolerance is caused by a shortage of what",
    "a": "Lactase"
  },
  {
    "id": "bac4a674",
    "q": "Legendary commander of the Joseon Dynasty, Yi Sun-sin, sacrificed his life in which famous battle",
    "a": "Battle of Noryang"
  },
  {
    "id": "0a776c76",
    "q": "Military strategist Belisarius served as a personal bodyguard to which emperor in his youth",
    "a": "Justinianus I"
  },
  {
    "id": "0e5576a2",
    "q": "Movable type was first used in which country",
    "a": "China"
  },
  {
    "id": "c161fe6b",
    "q": "Murasaki is a character in which of the following works",
    "a": "Tale of Genji"
  },
  { "id": "1b87ee1a", "q": "Mutations are a change in what", "a": "DNA" },
  {
    "id": "0d41557c",
    "q": "Mutations are important because they bring about what",
    "a": "Genetic Variation needed for a population to evolve"
  },
  { "id": "9700b0f7", "q": "NEW TABLE BREAKE", "a": "" },
  {
    "id": "74723043",
    "q": "Northern Humanists like Erasmus were most commonly known for what",
    "a": "Interest in RELIGION and social form"
  },
  {
    "id": "c4faa074",
    "q": "Noted Danish archaeologist Christian Jürgensen Thomsen proposed the \"three ages\" system for categorizing ancient history. Which is the first stage",
    "a": "Stone Age"
  },
  {
    "id": "a7d56f86",
    "q": "Of the 12 Chinese zodiac animals, which comes first",
    "a": "Rat / Mouse"
  },
  {
    "id": "a36a24a0",
    "q": "Of the below commanders, which is best suited to lead troops AGAINST archer enemies",
    "a": "Cao Cao"
  },
  {
    "id": "2b96d37d",
    "q": "Of the below commanders, which is best suited to lead troops AGAINST cavalry enemies",
    "a": "Sun Tzu"
  },
  {
    "id": "b26c9c1a",
    "q": "Of the below commanders, which is best suited to lead troops against infantry enemies",
    "a": "Hermann"
  },
  {
    "id": "5ecd2469",
    "q": "Of the below commanders, which is best suited to lead troops when gathering resources",
    "a": "Seondeok"
  },
  {
    "id": "5a154b56",
    "q": "Of the below commanders, which is the best suited to lead troops when gathering resources",
    "a": "Seondeok"
  },
  {
    "id": "ad573c98",
    "q": "Of the following nations, which has the smallest area",
    "a": "Vatican City"
  },
  {
    "id": "bbea5b3a",
    "q": "Of the following, which is most likely to have directly led to the Bronze Age",
    "a": "Bronze is harder and more durable than other metals available at the time."
  },
  {
    "id": "459ca26d",
    "q": "Official measure Martin Luther Edict of Worms",
    "a": ""
  },
  {
    "id": "b879bdd8",
    "q": "old part empire now on which asian country land",
    "a": "Iran"
  },
  {
    "id": "130fad3a",
    "q": "On its tragic maiden voyage, what was the Titanic's intended destination",
    "a": "New York"
  },
  {
    "id": "6f970dc2",
    "q": "On which continent did the serval first live",
    "a": "Africa"
  },
  {
    "id": "19ba60dd",
    "q": "On which continent is the human race generally thought to have originated",
    "a": "Africa"
  },
  {
    "id": "3150b930",
    "q": "One \"day\" on the planet Venus is approximately equal to how many earth days",
    "a": "243 days"
  },
  {
    "id": "2dfe7e33",
    "q": "One of the benefits of canned food is its long shelf life. Where were the first canned herrings made",
    "a": "Northern Europe"
  },
  {
    "id": "f7bc0c8b",
    "q": "Operation Overlord was the codename for a major operation in which theater of World War 2",
    "a": "Normandy"
  },
  {
    "id": "a944715e",
    "q": "Pandas have 5 clawed toes on as well as a sixth digit. What do pandas use their sixth digit for",
    "a": "To hold Bamboo while eating"
  },
  {
    "id": "2b9cf6e9",
    "q": "Queen Guinevere fell in love with which Knight of the Round Table according to Arthurian legend",
    "a": "Lancelot"
  },
  {
    "id": "5fdc1ae7",
    "q": "Queen Victoria of England was part of which royal house",
    "a": "The house of Hanover"
  },
  {
    "id": "d0e7938a",
    "q": "Raphael is best known for his creation of which of the following",
    "a": "School of Athens"
  },
  {
    "id": "290da2fb",
    "q": "Raphael is best known for",
    "a": "School of Athens"
  },
  {
    "id": "c166d301",
    "q": "Renaissance painters in Flanders, as in Italy, tended to produce what type of artwork",
    "a": "Realistic"
  },
  {
    "id": "9f87ca8b",
    "q": "Santa Claus travels on a sleigh pulled by what animal",
    "a": "Reindeer"
  },
  {
    "id": "64b4d392",
    "q": "Shanghai' s Jin Mao Tower has how many floors",
    "a": "88"
  },
  {
    "id": "f13c73d5",
    "q": "Shanghai's Jin Mao Tower has how many floors",
    "a": "88"
  },
  {
    "id": "4266c1e8",
    "q": "Since its founding in 1863, how many times has the International Committee of the Red Cross won the Nobel Peace Prize",
    "a": "3"
  },
  {
    "id": "29934c24",
    "q": "Some toothpastes contain powdered calcium carbonate. What is its function",
    "a": "Acts as an abrasive"
  },
  {
    "id": "d7174f23",
    "q": "The \"American Dream\" is rooted in which of these documents",
    "a": "The Declaration of Independence"
  },
  {
    "id": "12e5d5a0",
    "q": "The \"Battle of Las Navas de Tolosa\" was a major turning point in which conflict",
    "a": "The Reconquista"
  },
  {
    "id": "8c18179a",
    "q": "The \"Day of the Tiles\" is regarded by some historians to mark the beginning of the French Revolution. In what city did it take place",
    "a": "Grenoble"
  },
  {
    "id": "cbb73ec2",
    "q": "The \"Dragonfly Cutter\" was the weapon of choice of which legendary warrior",
    "a": "Honda Tadakatsu"
  },
  {
    "id": "754388f3",
    "q": "The \"El Nino\" phenomenon is named after which of these festivals",
    "a": "Christmas"
  },
  {
    "id": "5c4dbd62",
    "q": "The \"Independence March\" is the national anthem of which country",
    "a": "Turkey"
  },
  {
    "id": "3dee1d87",
    "q": "The \"Windsor knot\" was made popular by which king of England",
    "a": "King Edward Vlll"
  },
  {
    "id": "d17a5f3c",
    "q": "The \"Beef Wellington\" involves cooking filet mignon wrapped inside which other ingredient",
    "a": "Puff pastry"
  },
  {
    "id": "3e8f02f6",
    "q": "The \"Three Great Philosophers\" of Ancient Greece were Plato, Aristotle, and who",
    "a": "Socrates"
  },
  {
    "id": "acb787da",
    "q": "The 1,000 point achievement chest includes:",
    "a": "Epic Commander Sculpture"
  },
  {
    "id": "2da57a5e",
    "q": "The 1,000 point achivement chest includes:",
    "a": "Epic Commander Sculpture"
  },
  {
    "id": "57958eb5",
    "q": "The air often feels fresher after a thunderstorm because it has been enriched with which gas",
    "a": "Ozone"
  },
  {
    "id": "f0e18d7e",
    "q": "The Alliance Technology \"Territory Guardian\" increases which attribute of troops when battling in Alliance territory",
    "a": "Attack"
  },
  {
    "id": "ebf02bcb",
    "q": "The Bastille, a prison once located in the center of Paris, France, originally served what purpose",
    "a": "Defensive fortress"
  },
  {
    "id": "44ebe661",
    "q": "The blueprint fragments of which of the following accessories CANNOT be redeemed from the Season of Conquest Shop",
    "a": "Pendant of Eternal Night"
  },
  {
    "id": "32deb108",
    "q": "The borders of which of these countries extend across two continents",
    "a": "Egypt"
  },
  {
    "id": "db91e37f",
    "q": "The coffee bean is in fact a type of…",
    "a": "Fruit"
  },
  {
    "id": "94fc3ba6",
    "q": "The Colossus of Rhodes depicts which god of the sun",
    "a": "Helios"
  },
  {
    "id": "1ed8345b",
    "q": "The concept of 'separation of powers' comes from which work by Montesquieu",
    "a": "The Spirit of Law"
  },
  {
    "id": "a6c4554c",
    "q": "The concept of ‘separation of powers' comes from which work by Montesquieu",
    "a": "The Spirit of Law"
  },
  {
    "id": "7cc79bca",
    "q": "The cone-shaped winds of tornadoes are notable for doing what",
    "a": "Spinning"
  },
  {
    "id": "8693b8d3",
    "q": "The end justifies the means was a key belief of the author of \"The Prince\". What was his name",
    "a": "Machiavelli"
  },
  {
    "id": "50eca5dc",
    "q": "The epic \"Poem of EI Cid\" originated from which country",
    "a": "Spain"
  },
  {
    "id": "dea42f66",
    "q": "The epic \"Poem of El Cid\" originated from which country",
    "a": "Spain"
  },
  {
    "id": "96bc65db",
    "q": "The flag of which country holds the world record of being the oldest continuously used national flag",
    "a": "Denmark"
  },
  {
    "id": "b755b625",
    "q": "The four biggest musicals in the world are Cats, Les Miserables, Miss Saigon, and",
    "a": "The Phantom of the Opera"
  },
  {
    "id": "489d93ae",
    "q": "The four biggest musicals in the world are Cats, Les Miserables, Miss Saigon, and…",
    "a": "The Phantom of the Opera"
  },
  {
    "id": "7c866533",
    "q": "The four major varieties of Guzheng in Ancient China were the Haozhong, Luqi, Jiaowei, and the...",
    "a": "Raoliang"
  },
  {
    "id": "fb76988b",
    "q": "The four major varieties of Guzheng in Ancient China were the Haozhong, Luqi, Jiaowei, and the…",
    "a": "Raoliang"
  },
  {
    "id": "7eddc95c",
    "q": "The Gallic rooster is an official national symbol of which country",
    "a": "France"
  },
  {
    "id": "0b9662d5",
    "q": "The general theory of relativity was published by which physicist",
    "a": "Albert Einstein"
  },
  {
    "id": "9707a5c3",
    "q": "The Golden Bear Award is given out at which film festival",
    "a": "Berlin Film Festival"
  },
  {
    "id": "c6d71121",
    "q": "The Greek alphabet originated from which other writing system",
    "a": "Phoenician"
  },
  {
    "id": "60254f59",
    "q": "The kingdom title 'Queen' increases which of the following",
    "a": "Gathering Speed"
  },
  {
    "id": "f636cbfc",
    "q": "The kingdom title ‘Queen' increases which of the following",
    "a": "Gathering Speed"
  },
  {
    "id": "2f7c17d0",
    "q": "The Leaning Tower of Pisa is located in which of these countries",
    "a": "Italy"
  },
  {
    "id": "201460cc",
    "q": "The Luger pistol, manufactured for the German army during WW2, uses which type of ammo",
    "a": "9mm Parabellum"
  },
  {
    "id": "a4da7d3b",
    "q": "The military leader Charles Martel was NOT known for which of the following",
    "a": "Leading cavalary units"
  },
  {
    "id": "c9027160",
    "q": "The more genetic variation a population has, the more likely it is that some individual will what",
    "a": "Survive"
  },
  {
    "id": "80950fce",
    "q": "The Mughal Empire carried Islam to where",
    "a": "Most of India"
  },
  {
    "id": "e4fd4cb6",
    "q": "The Museum of Modern Art is located in which American city",
    "a": "New York"
  },
  {
    "id": "a4974379",
    "q": "The novel Romance of the Three Kingdoms begins near the end of which Chinese dynsasty",
    "a": "Han"
  },
  {
    "id": "f2fcc583",
    "q": "The Pantheon has been the burial site of many important artists since the Renaissance. Which of the following artists were buried there",
    "a": "Raphael"
  },
  {
    "id": "85139e4c",
    "q": "The Phoenician civilization originated in which part of the world",
    "a": "The Eastern Mediterranean"
  },
  {
    "id": "d29c9afb",
    "q": "The prehistoric humans known as \"homo floresiensis\" are also commonly referred to as",
    "a": "Hobbits"
  },
  {
    "id": "4621ff8f",
    "q": "The process of combining atoms is known as what",
    "a": "Fusion"
  },
  {
    "id": "0c2b42be",
    "q": "The process of splitting atoms is known as what",
    "a": "Fission"
  },
  {
    "id": "bd51e82e",
    "q": "The Punic Wars were fought by Ancient Rome and what other Ancient Empire",
    "a": "Ancient Carthage"
  },
  {
    "id": "d818319d",
    "q": "The Qingming Riverside Map captures the daily life and landscape of which ancient Chinese dynasty",
    "a": "The Song"
  },
  {
    "id": "2422008a",
    "q": "The Renaissance was a \"Rebirth\"",
    "a": "Classical Culture"
  },
  {
    "id": "e0b7eef7",
    "q": "The Renaissance was a \"rebirth\" ofwhat",
    "a": "Classical culture"
  },
  {
    "id": "89ad5130",
    "q": "The Renaissance was a \"rebirth\" of what",
    "a": "Classical culture"
  },
  {
    "id": "41e5865f",
    "q": "The saying \"The Empire of which the sun never sets\" was originally used in reference to which country's empire",
    "a": "Spain"
  },
  {
    "id": "c1f1d763",
    "q": "The saying \"The Empire on which the sun never sets\" was originally used inreference to which country' s empire",
    "a": "Spain"
  },
  {
    "id": "426e3526",
    "q": "The saying \"The Empire on which the sun never sets\" was originally used in reference to which country's empire",
    "a": "Spain"
  },
  {
    "id": "671b780a",
    "q": "The Scoville scale is often used to rate the spiciness of peppers, a higher value denoting greater spiciness. Which of these peppers is rated at over 1 million on the Scoville scale",
    "a": "Soul pepper"
  },
  {
    "id": "54ad5acd",
    "q": "The Taj Mahal was built during which Indian Dynasty",
    "a": "The Mughal Dynasty"
  },
  {
    "id": "687979f5",
    "q": "The Third Punic War led to the downfall of which state",
    "a": "Carthage"
  },
  {
    "id": "138c0a93",
    "q": "The three great philosophers of ancient Greece were Plato, Aristotle, and",
    "a": "Socrates."
  },
  {
    "id": "fa73ff67",
    "q": "The Three Kingdoms of Korea were Baekje, Silla, and …",
    "a": "Goguryeo"
  },
  {
    "id": "c078ccb8",
    "q": "The three kingdoms of Korea where Baekje, Silla, and",
    "a": "Goguryeo"
  },
  {
    "id": "963a35ff",
    "q": "The Throwing Axeman is which civilization's special unit",
    "a": "France"
  },
  {
    "id": "a32164ee",
    "q": "The title of the 19th century work \"A Tale of Two Cities\" refers specifically to which two cities",
    "a": "London and Paris"
  },
  {
    "id": "1e392901",
    "q": "The two capitals of Austria - Hungary were Budapest and which other city",
    "a": "Vienna"
  },
  {
    "id": "0e01b36b",
    "q": "The two capitals of Austria-Hungary were Budapest and which other city",
    "a": "Vienna"
  },
  {
    "id": "68f673e2",
    "q": "The writer of 'A Song of Ice and Fire' recently contributed to the script of which video game",
    "a": "Elden Ring"
  },
  {
    "id": "8078015e",
    "q": "The writer of ‘A Song of Ice and Fire' recently contributed to the script of which video game",
    "a": "Elden Ring"
  },
  {
    "id": "15e94030",
    "q": "The zeppelin was invented by engineers from which country",
    "a": "Germany"
  },
  {
    "id": "c9404fc0",
    "q": "To which army did the \"Varangian Guard\" belong",
    "a": "The Byzantine army"
  },
  {
    "id": "0a9f489a",
    "q": "To whom did India give the title \"Mahatma\"",
    "a": "Mohandas Karamchand Gandhi"
  },
  {
    "id": "603d7ac9",
    "q": "To whom did India give title mahatma",
    "a": "Mohandas Karamchand Gandhi"
  },
  {
    "id": "a122d34e",
    "q": "Tokugawa Ieyasu and who else became the three \"Great Unifiers\" of Japan",
    "a": "Oda Nobunaga and Toyotomi Hideyoshi"
  },
  {
    "id": "b5904861",
    "q": "Tokugawa leyasu and Who else became the three \"Great Unifiers\" of Japan",
    "a": "Oda Nobunaga and Toyotomi Hideyoshi"
  },
  {
    "id": "f671d7a8",
    "q": "Tokugawwa leyasu and who else became the three \"Great Unifers\" of Japan",
    "a": "Oda Nobunaga and Toyotomi Hideyoshi"
  },
  {
    "id": "8b69b082",
    "q": "Under normal circumstances, which layer of the sun can we see with the naked eye",
    "a": "Photosphere"
  },
  {
    "id": "e825c0d2",
    "q": "Under which category does the formal writing system of ancient Egypt fall",
    "a": "Hieroglyphic"
  },
  {
    "id": "c906fac1",
    "q": "Under which Pharaoh did ancient Egyptian minister Imhotep serve",
    "a": "Zoser"
  },
  { "id": "de6e8765", "q": "Unit type strong against Infantry", "a": "Archer" },
  {
    "id": "951b7d05",
    "q": "Wales officially became part of the Kingdom of Great Britain during the reign of which King",
    "a": "King Henry VIII"
  },
  {
    "id": "227b0ed6",
    "q": "What achievement would spending over 200 Golden Keys in the Tavern in a single transaction unlock",
    "a": "All In"
  },
  {
    "id": "05d517fb",
    "q": "What age did ancient Greece enter after the Mycenaean civilization was destroyed",
    "a": "Dark Age"
  },
  {
    "id": "1494010e",
    "q": "What animal is the \"Tigris\" named after in ancient Greek",
    "a": "Tiger"
  },
  {
    "id": "c1e5bbc7",
    "q": "What animal is the mascot of the 2022 Winter Olympics based on",
    "a": "Panda"
  },
  {
    "id": "67cd970a",
    "q": "What are Arrows of Resistance used for",
    "a": "Upgrading Watch Tower"
  },
  {
    "id": "89cd9338",
    "q": "What are Books of Covenant used for",
    "a": "To upgrade the Castle"
  },
  {
    "id": "9e8805c8",
    "q": "What are the Books of Covenant used for",
    "a": "Upgrading Castle"
  },
  {
    "id": "a0469fe8",
    "q": "What are the dimensions of the fog cleared by a Kingdom Map item",
    "a": "10x10"
  },
  {
    "id": "523d81fb",
    "q": "What are the wind-shaped cones of tornadoes famous for",
    "a": "Spinning"
  },
  {
    "id": "556be171",
    "q": "What benefit does researching \"Mathematics\" in the Academy provide",
    "a": "Increased research speed"
  },
  {
    "id": "85980f3c",
    "q": "What buff is awarded to an alliance that captures the Level 2 Holy Site \"Flame Altar\"",
    "a": "Troop Attack +3%"
  },
  {
    "id": "cf435ab5",
    "q": "What can \"Masonry\" technology help you to improve",
    "a": "The building speed of buildings in your city"
  },
  {
    "id": "f8b88f6f",
    "q": "What caused the death of Pericles",
    "a": "A plague."
  },
  {
    "id": "5cf386af",
    "q": "What caused the death of the outstanding statemen and military strategist, Pericles",
    "a": "A plague"
  },
  {
    "id": "883bc2ee",
    "q": "What caused the death of the outstanding statesmen and military strategist, Pericles",
    "a": "A plague"
  },
  {
    "id": "d5621333",
    "q": "What caused the deaths of Ceroli Chieftain Dekar's parents",
    "a": "The discovery of their witchcraft studies"
  },
  {
    "id": "4f2132d2",
    "q": "What causes lunar eclipses",
    "a": "The earth moves directly between the sun and the moon"
  },
  {
    "id": "6f82f569",
    "q": "What causes the distinctive smell in the air after it rains",
    "a": "The influence of actinomycetes"
  },
  {
    "id": "0d83347c",
    "q": "What civilization developed between the Tigris and Euphrates rivers",
    "a": "Mesopotamia"
  },
  {
    "id": "377c2ad3",
    "q": "What color are the fresh flowers in the Lyceum of Wisdom for the French civilization",
    "a": "Red"
  },
  {
    "id": "294e7d03",
    "q": "What color are the wings on the Pegasus decoration",
    "a": "Gold"
  },
  {
    "id": "6133bc6d",
    "q": "What color gemstones are engraved upon the crown of the commander EI Cid",
    "a": "Red"
  },
  {
    "id": "1e1af850",
    "q": "What color gemstones are engraved upon the crown of the commander El Cid",
    "a": "Red"
  },
  { "id": "b422d543", "q": "What color is a polar bear' s Skin", "a": "Black" },
  { "id": "f52ed6f4", "q": "What color is a polar bear's skin", "a": "Black" },
  { "id": "aea205a7", "q": "What color is a polar bears skin", "a": "Black" },
  {
    "id": "31d00650",
    "q": "What color is used on the roofs of buildings in the Japanese civilization",
    "a": "Black"
  },
  {
    "id": "a58ffeda",
    "q": "What color paint was favored by ancient Egyptian families for the walls of their homes",
    "a": "White"
  },
  { "id": "bf978b74", "q": "What country is not in Europe", "a": "Egypt" },
  {
    "id": "817564e6",
    "q": "What date is World Environment Day held each year",
    "a": "June 5th"
  },
  {
    "id": "d3bd6c00",
    "q": "What did Che Guevara study in college",
    "a": "Medicine"
  },
  {
    "id": "115d81fc",
    "q": "What did Spartacus do as a slave before leading the biggest slave rebellion of Ancient Rome",
    "a": "A gladiator"
  },
  {
    "id": "3e8b22ad",
    "q": "What did the name for ancient Egypt's Luxor Temple also mean",
    "a": "The southern sanctuary"
  },
  {
    "id": "96c4f56c",
    "q": "What did Theodorus van Gogh, the younger brother of famed Dutch painter Vincent Van Gogh, do for a living",
    "a": "Art Dealer"
  },
  {
    "id": "7a8dce14",
    "q": "What discovery made the deciphering of hieroglyphics possible",
    "a": "Rosetta stone."
  },
  {
    "id": "da7caebf",
    "q": "What do you have to do to earn the Witness Protection achievement",
    "a": "Change your nickname 10 times"
  },
  {
    "id": "6b008c4f",
    "q": "What does alliance skill \"fully loaded\" do",
    "a": "Increases alliance members' gathering speed for one type of resource."
  },
  {
    "id": "0970c985",
    "q": "What does alliance skill \"nature's gift\" do",
    "a": "Summon resources point in a selected area (cannot be used in the lost kingdom)"
  },
  {
    "id": "757abd81",
    "q": "What does the word \"Formua\" in \"Formula 1 Racing\" refer to",
    "a": "The rules which participating cars must follow"
  },
  {
    "id": "df282120",
    "q": "What does the word \"Formula\" in \"Formula 1 Racing\" refer to",
    "a": "The rules which participating cards must follow"
  },
  {
    "id": "ab751a19",
    "q": "What four words saying did Oda Nobunaga live by",
    "a": "Rule With Absolute Force"
  },
  {
    "id": "6bcaa90e",
    "q": "What four-word saying did Oda Nobunaga live by",
    "a": "Rule With absolute force"
  },
  {
    "id": "79f3d796",
    "q": "What honorary rank was the founder of Kentucky Fried Chicken (KFC) given",
    "a": "Colonel"
  },
  {
    "id": "89c9e781",
    "q": "What image is engraved on the Hammer of the Sun and Moon weapon",
    "a": "The sun"
  },
  {
    "id": "afd349c7",
    "q": "What information does the item Deceptive Troops falsify for enemy Scouts",
    "a": "Your City's unit count"
  },
  {
    "id": "ed281e1d",
    "q": "What ingredients are used to make \"zongzi\", a traditional food eaten in China during the Dragon Boat Festival",
    "a": "Glutinous rice"
  },
  {
    "id": "3117b952",
    "q": "What is a \"light-year\" a measure of",
    "a": "Distance"
  },
  {
    "id": "810ff8cb",
    "q": "What is a light year a measure of",
    "a": "Distance"
  },
  {
    "id": "e6786060",
    "q": "What is a monotheist",
    "a": "Only believe in one god."
  },
  {
    "id": "8137d624",
    "q": "What is Belisarius' nickname",
    "a": "Last of the Romans"
  },
  {
    "id": "1f68c240",
    "q": "What is China's earliest known book of military strategy",
    "a": "Sun Tzu \"The Art of War\""
  },
  {
    "id": "b0a8fbc8",
    "q": "What is Commander Baibars good at",
    "a": "Leading cavalary units"
  },
  {
    "id": "e162d43a",
    "q": "What is Commander Baybars good at",
    "a": "Leading cavalry units"
  },
  {
    "id": "20344e60",
    "q": "What is Commander Cao Cao' s expertise skill called",
    "a": "Emperor Wu of Wei"
  },
  {
    "id": "6467a657",
    "q": "What is Commander Cao Cao's expertise skill called",
    "a": "Emperor Wu of Wei"
  },
  {
    "id": "d9635c61",
    "q": "What is Commander Eulji Mundeok good at",
    "a": "Leading infantry units"
  },
  {
    "id": "19d38777",
    "q": "What is Commander Hermann good at",
    "a": "Leading Archers"
  },
  {
    "id": "404dd3bd",
    "q": "What is commander Keira good at",
    "a": "Leading archers"
  },
  {
    "id": "1afdd092",
    "q": "What is Commander Lancelot good at",
    "a": "Leading cavalry units"
  },
  {
    "id": "34a8b31e",
    "q": "What is commander Osman I good at",
    "a": "Attacking Cities"
  },
  {
    "id": "3febd332",
    "q": "What is commander Sun Tzu good at",
    "a": "Leading city garrisons."
  },
  {
    "id": "99e5cfe1",
    "q": "What is Julius Caesar's nickname",
    "a": "Uncrowned king"
  },
  {
    "id": "96e196a5",
    "q": "What is Karaku's Fire Shaman called",
    "a": "Denko"
  },
  {
    "id": "7c8f7b89",
    "q": "What is the alliance rally capacity provided by a Lvl 15 Fort",
    "a": "775,000"
  },
  {
    "id": "ab126130",
    "q": "What is the alternative name of Shakespeare's play Twelfth Night",
    "a": "What You Will"
  },
  {
    "id": "2175695c",
    "q": "What is the capital of the Republic of Chile",
    "a": "Santiago"
  },
  {
    "id": "565e38f2",
    "q": "What is the center of a hurricane called",
    "a": "Eye"
  },
  {
    "id": "d6fd1a9e",
    "q": "What is the champion Keira's nickname",
    "a": "The Red Chameleon"
  },
  {
    "id": "8f28d669",
    "q": "What is the color of the floral headdress worn by commander Šárka in Rise of Kingdoms",
    "a": "Red"
  },
  {
    "id": "e339711d",
    "q": "What is the Commander Hannibal Barca good at",
    "a": "Attacking cities"
  },
  {
    "id": "4329b7ff",
    "q": "What is the conversion ratio of amperes (A) to milliamperes (mA)",
    "a": "1/1000"
  },
  {
    "id": "b792345a",
    "q": "What is the default rallied troop capacity when your castle is level 25",
    "a": "2 million"
  },
  {
    "id": "51dc4e2c",
    "q": "What is the default transportation capacity if your trading post is Level 25",
    "a": "5 million"
  },
  {
    "id": "15fda102",
    "q": "What is the duration of the Builder Recruitment item",
    "a": "2 days"
  },
  {
    "id": "c8327429",
    "q": "What is the Expertise Skill of the commander Alexander the Great called",
    "a": "Son of Amun"
  },
  {
    "id": "c95b5425",
    "q": "What is the Gem cost of the Human Sculpture decoration",
    "a": "2,000"
  },
  {
    "id": "ba9aa43a",
    "q": "What is the hardest part of the human body",
    "a": "Tooth Enamel"
  },
  {
    "id": "4ba12a61",
    "q": "What is the highest level a City Hall can reach in Rise of Kingdoms",
    "a": "25"
  },
  {
    "id": "558ea29e",
    "q": "What is the highest level a City Hall can reach in RoK",
    "a": "25"
  },
  {
    "id": "567fe1be",
    "q": "What is the highest mountain in Africa",
    "a": "Mount Kilimanjaro"
  },
  {
    "id": "bef68edf",
    "q": "What is the in-game nickname of Cleopatra VII",
    "a": "Queen of Egypt"
  },
  {
    "id": "1f2e9531",
    "q": "What is the largest animal on the planet",
    "a": "Blue whale"
  },
  {
    "id": "26f78e7b",
    "q": "What is the largest city in the UK by area",
    "a": "London"
  },
  {
    "id": "71696768",
    "q": "What is the largest country in South America",
    "a": "Brazil"
  },
  {
    "id": "5c848a12",
    "q": "What is the largest lake on the South American continent",
    "a": "Lake Maracaibo"
  },
  {
    "id": "21a0ed00",
    "q": "What is the length of a marathon in kilometers",
    "a": "42.2 Km"
  },
  {
    "id": "847aab40",
    "q": "What is the location of the mysterious stoneage",
    "a": "Germany"
  },
  {
    "id": "581d2ace",
    "q": "What is the main ingredient in salt",
    "a": "Sodium chloride"
  },
  {
    "id": "487a923e",
    "q": "What is the main ingredient of popcorn",
    "a": "Corn"
  },
  {
    "id": "0fb04145",
    "q": "What is the main purpose of white blood cells in the human body",
    "a": "Fighting Infection and disease"
  },
  {
    "id": "404a77cc",
    "q": "What is the maximum number of King's Road decorative buildings a governor can construct",
    "a": "400"
  },
  {
    "id": "27c21113",
    "q": "What is the maximum number of troops you can form in the Champions of Olympia event",
    "a": "9"
  },
  {
    "id": "3c9cad80",
    "q": "What is the maximum period of time that alliance resources can accumulate for in the Alliance Territory screen",
    "a": "24h"
  },
  {
    "id": "8c3f7338",
    "q": "What is the minimum number of Silver Keys that can be obtained from the \"Treasure of Wisdom\" bundle",
    "a": "2"
  },
  {
    "id": "e7d930fb",
    "q": "What is the most abundant element in earth's crust",
    "a": "Oxygen"
  },
  {
    "id": "fb8cd5f9",
    "q": "What is the most abundant element in the earth' s crust",
    "a": "Oxygen"
  },
  {
    "id": "5040473e",
    "q": "What is the most widely accepted and influential theory regarding the origins of the universe",
    "a": "The big bang theory"
  },
  {
    "id": "b4455333",
    "q": "What is the name for electricity produced by water power using large dams in a river",
    "a": "Hydroelectric power"
  },
  {
    "id": "f9a752da",
    "q": "What is the name for electricity produced by water using large dams in a river",
    "a": "Hydroelectric energy"
  },
  {
    "id": "ff8c92d4",
    "q": "What is the name for renewable energy derived from burning organic materials such as wood and alcohol",
    "a": "Biomass"
  },
  {
    "id": "1b705a0d",
    "q": "what is the name for the phenomenon by which organisms that are better adapted to the environment survive to pass traits to their offspring",
    "a": "Natural Selection"
  },
  {
    "id": "e24b10a4",
    "q": "What is the name of the achievement obtained by acquiring 3 permanent city themes",
    "a": "Technicolor Themes"
  },
  {
    "id": "746fedd8",
    "q": "What is the name of the fourth bracket in the \"Champions of Olympia\" event",
    "a": "Brilliant Silver"
  },
  {
    "id": "d511953c",
    "q": "What is the name of the renewable energy derived from burning organic materials such as wood and alcohol",
    "a": "Biomass energy"
  },
  {
    "id": "597c6b1c",
    "q": "What is the name of the revolution in 1688 which established the British constitutional monarchy",
    "a": "Glorious Revolution"
  },
  {
    "id": "e0d9f8b0",
    "q": "What is the name of the swindler who can also appear at the same time as the Ceroli Chieftain Bloodfist Bargha",
    "a": "Dhalruk"
  },
  {
    "id": "3f9cc62f",
    "q": "What is the name of the Turkish straits that divide Europe from Asia",
    "a": "The Bosphorus"
  },
  {
    "id": "e3a8843d",
    "q": "What is the nationality of Pierre de Fermat, who Fermat's Last Theorem",
    "a": "France"
  },
  {
    "id": "5f7c5392",
    "q": "What is the nationality of Pierre de Fermat, who proposed Fermat' s Last Theorem",
    "a": "France"
  },
  {
    "id": "9c728283",
    "q": "What is the nationality of Pierre de Fermat, who proposed Fermat's Last Theorem",
    "a": "France"
  },
  {
    "id": "402c4828",
    "q": "What is the only known short-period comet that is regularly visible to the naked eye from Earth",
    "a": "Halley's Comet"
  },
  {
    "id": "d6e3d803",
    "q": "What is the primary cause of karst landforms",
    "a": "The dissolution of soluble rocks"
  },
  {
    "id": "0292dba4",
    "q": "What is the root cause of altitude sickness",
    "a": "Rapid exposure to low amounts of oxygen at high elevation"
  },
  {
    "id": "1ee6b160",
    "q": "What is the softest material known to mankind",
    "a": "Talc"
  },
  {
    "id": "68734a61",
    "q": "What is the softest mineral currently known to mankind",
    "a": "Talc"
  },
  {
    "id": "966da102",
    "q": "What is the troop health bonus you can get from a fully upgraded Hospital",
    "a": "0,01"
  },
  {
    "id": "78f924a8",
    "q": "What is the VIP Level required to purchase a Legendary Commander Sculpture on a weekly discount from the VIP Shop",
    "a": "Lvl 13"
  },
  {
    "id": "3f31bf42",
    "q": "What is the world's oldest film festival",
    "a": "Venice Film Festival"
  },
  {
    "id": "b464a0bb",
    "q": "What item summons Dauntless Lohar",
    "a": "Lohar's Buckler"
  },
  {
    "id": "7b1b9c52",
    "q": "What kind of boost to allied forces does commander Joan of Arc's active skill provide",
    "a": "Rage"
  },
  {
    "id": "581ce4a1",
    "q": "What kind of combat blessing do Archers receive in Champions of Olympia",
    "a": "The Blessing of Ares"
  },
  {
    "id": "fa271e45",
    "q": "What kind of combat blessing do Cavalry receive in Champions of Olympia",
    "a": "The Blessing of Hades"
  },
  {
    "id": "cf487ce8",
    "q": "What kind of combat blessing do mixed units receive in Champions of Olympia",
    "a": "The Blessing of Apollo"
  },
  {
    "id": "60ff9ba5",
    "q": "What kind of commander becomes the temporary Garrison Commander in the event a Governor has not nominated a commander or the nominated commander is not present",
    "a": "The highest level commander currently present"
  },
  {
    "id": "115b6f7c",
    "q": "What letter is shown on the Scolas' Lucky Coin decoration",
    "a": "L"
  },
  {
    "id": "d992c635",
    "q": "What level does your City Hall have to be to enter the Iron Age",
    "a": "LvL 10"
  },
  {
    "id": "130da3b4",
    "q": "What material did the craftsmen of ancient Egypt favor for sculpting statues and murals",
    "a": "Stone"
  },
  {
    "id": "7bae3bd3",
    "q": "What occupation buff is provided by the Flame Altar",
    "a": "Troop Attack +3%"
  },
  {
    "id": "36239240",
    "q": "What outstanding contribution to science won biologist Karl Landsteiner the Nobel Prize",
    "a": "Discovering the human blood groups"
  },
  {
    "id": "28a4d1db",
    "q": "What process is responsible for the red hues of the eponymous Red Sea",
    "a": "Unusual algae"
  },
  {
    "id": "ac9e6d4f",
    "q": "What provided the major economic support for the renaissance",
    "a": "Wealthy Patrons"
  },
  {
    "id": "7f35eab2",
    "q": "What race of creatures, mythical or otherwise, lived on Asgard according to Norse myth",
    "a": "Aesir"
  },
  {
    "id": "5b883cc8",
    "q": "What reward may be given to governors who do NOT qualify for the Ark of Osiris but whose fellow alliance members do qualify and are defeated",
    "a": "Gems"
  },
  {
    "id": "f5c26f91",
    "q": "What tier of crystal treasure is found in the Lvl 26 Alliance Gift",
    "a": "Teasure of Purple Crystal"
  },
  {
    "id": "f3e398d4",
    "q": "What two countries together made up the \"Iberian Union\"",
    "a": "Portugal and Spain"
  },
  {
    "id": "c5803e1f",
    "q": "What two major works are attributed to homer",
    "a": "The Odyssey and the Iliad"
  },
  {
    "id": "ac8dfe77",
    "q": "What useful tool did famed carpenter Lu Ban invent",
    "a": "The saw"
  },
  {
    "id": "0b161ec2",
    "q": "What was another usage of gin, aside from being a popular drink, in the 18th century",
    "a": "Medicine"
  },
  {
    "id": "715eee8e",
    "q": "What was Belisarius nickname",
    "a": "The last of romans"
  },
  {
    "id": "95179a46",
    "q": "What was the country of origin of the architect Who designed the Museum of Egyptian Antiquities located in Cairo",
    "a": "France"
  },
  {
    "id": "19bd4d50",
    "q": "What was the famous speech by Otto von Bismarck regarding in 1862",
    "a": "Blood and Iron"
  },
  {
    "id": "18793e35",
    "q": "What was the homeland of Odysseus, the subject of Homer' s Odyssey",
    "a": "Ithaca"
  },
  {
    "id": "9e87b2da",
    "q": "What was the homeland of Odysseus, the subject of Homer's Odyssey",
    "a": "Ithaca"
  },
  {
    "id": "938b2817",
    "q": "What was the name of the alliance led by Athens in the Peloponnesian War",
    "a": "Delian League, Athenian League"
  },
  {
    "id": "9bc3a3d8",
    "q": "What was the name of the creature in Greek mythology that lured sailors with its heavenly singing voice",
    "a": "Siren"
  },
  {
    "id": "4290ea44",
    "q": "What was the name of the creature in Greek mythology that lured sailors with itsheavenly singing voice",
    "a": "Siren"
  },
  {
    "id": "2952e785",
    "q": "What was the native Language of Cleopatra VII, otherwise known as Cleopatra the Queen of Egypt",
    "a": "Greek"
  },
  {
    "id": "baeb1bce",
    "q": "What was the original purpose of the Great Pyramid of Giza",
    "a": "Pharoah Khufu's tomb"
  },
  {
    "id": "2e2d6915",
    "q": "What was the regnal name of the last emperor of China's Qing Dynasty",
    "a": "Xuantong"
  },
  {
    "id": "2c382cb2",
    "q": "What was the relationship between the famed generals Tolui and Genghis Khan",
    "a": "Father and son"
  },
  {
    "id": "66915f9f",
    "q": "What weapon do City Keepers wield",
    "a": "An axe and shield"
  },
  {
    "id": "df174bfc",
    "q": "What weapon does the commander Richard I wield",
    "a": "An axe and shield"
  },
  {
    "id": "fe82abfe",
    "q": "What weapons do City Keepers wield",
    "a": "An axe and shield"
  },
  {
    "id": "589179f0",
    "q": "What were the men and women hiding from on the outskirts of Florence in the novella collection 'The Decameron'",
    "a": "The Black Plague"
  },
  {
    "id": "aa0da144",
    "q": "What were the men and women hiding from on the outskirts of Florence in the novella collection \"The Decameron\"",
    "a": "The Black Plague"
  },
  {
    "id": "ecda1668",
    "q": "What's does the \"Fully Loaded\" alliance skill do when used",
    "a": "Increases alliance members gathering speed for one type of resource"
  },
  {
    "id": "cb50ae6f",
    "q": "What's does the \"Nature's Gift\" alliance skill do when used",
    "a": "Summon resource points in a selected area"
  },
  {
    "id": "75597ff7",
    "q": "What's does the \"Skillful Craftsman\" alliance skill do when used",
    "a": "Greatly increases alliance flag construction speed."
  },
  {
    "id": "6e9398be",
    "q": "What's the primary cause of the formation of the Himalayas",
    "a": "Collision between plates"
  },
  {
    "id": "920998b8",
    "q": "When a governor's city hall reaches level 25, how many farms can they build",
    "a": "4"
  },
  {
    "id": "95ea3f1f",
    "q": "When Achilles refuses to fight, Patroclus puts on Achilles armor, fights the trojans, and dies, who is Patroclus killed by",
    "a": "Hector"
  },
  {
    "id": "b6554485",
    "q": "When Achilles refuses to fight, Patroclus puts on Achilles armor, fights the Trojans, and dies. Who is Patroclus killed by",
    "a": "Hector"
  },
  {
    "id": "934c196c",
    "q": "When alliance members gather resources in alliance territory, how much is their Gathering Speed increased by",
    "a": "25%"
  },
  {
    "id": "eb293578",
    "q": "When catching and releasing deep sea fish,why is it important to pierce their swim bladder",
    "a": "To prevent them from dying of distended swim bladders"
  },
  { "id": "98e8e3ed", "q": "When did dinosaurs first exist", "a": "Triassic" },
  {
    "id": "ebf59539",
    "q": "When did the \"hard-boiled\" or \"noir\" literary genre of fiction first fluorish",
    "a": "1920s"
  },
  {
    "id": "77163205",
    "q": "When did the War of the Austrian Succession take place",
    "a": "1740-1748"
  },
  {
    "id": "28456af1",
    "q": "When is the declaration of independence",
    "a": "1776"
  },
  {
    "id": "ecb8d512",
    "q": "When is the International Day of Forests",
    "a": "March 21"
  },
  { "id": "6889c33b", "q": "When is the World No Tobacco Day", "a": "May 31" },
  {
    "id": "65c84f47",
    "q": "When moist air encounters an obstacle such as a mountain range and is forced upward while air temperature drops, resulting in rain, this is known as:",
    "a": "Orographic precipitation"
  },
  {
    "id": "d803fa2e",
    "q": "When not affected by buffs, how much resource capacity does a Level 25 Storehouse have for each type of resource",
    "a": "2,500,000"
  },
  {
    "id": "62b9c73d",
    "q": "When was Coca-Cola invented",
    "a": "The 19th century"
  },
  { "id": "189bb425", "q": "When was Napoleon Bonaparte born", "a": "1769" },
  {
    "id": "9e832c2b",
    "q": "When was the Declaration of Independence written",
    "a": "1776"
  },
  {
    "id": "ad225caf",
    "q": "When was the first Venice Film Festival held",
    "a": "1932"
  },
  {
    "id": "e6be8535",
    "q": "When were bicycles introduced in europe",
    "a": "19th Century"
  },
  {
    "id": "6c4f3f05",
    "q": "When were bicycles introduced to Europe",
    "a": "The 19th century"
  },
  {
    "id": "358096f2",
    "q": "Where are the world' s largest proven oil reserves located",
    "a": "Ghawar Field"
  },
  {
    "id": "1fdc8b35",
    "q": "Where are the world's largest proven oil reserves located",
    "a": "Ghawar Field"
  },
  {
    "id": "25f55c62",
    "q": "Where did Genghis Khan start building his Mongolian Empire",
    "a": "Asia"
  },
  {
    "id": "d0dedc45",
    "q": "Where did Hippocrates, the \"Father of Medicine\" , come from",
    "a": "Greece"
  },
  {
    "id": "37080193",
    "q": "Where did King John of England agree to the Magna Carta in 1215",
    "a": "Runnymede"
  },
  {
    "id": "41f6148b",
    "q": "Where did King Louis XIV of France move the royal Court to in 1682",
    "a": "Palace of Versailles"
  },
  {
    "id": "51835559",
    "q": "Where did king Louis XIV of France move to royal court to in 1682",
    "a": "Palace of Versailles"
  },
  { "id": "828fa2ff", "q": "Where did reggae music originate", "a": "Jamaica" },
  {
    "id": "bc72e663",
    "q": "Where did the final battle between King Arthur and Mordred take place according to Arthurian legend",
    "a": "Camlann"
  },
  {
    "id": "795f8428",
    "q": "Where did the first Industrial Revolution begin",
    "a": "England / Britain"
  },
  { "id": "925c3fe4", "q": "Where did the renaissance begin", "a": "Italy" },
  {
    "id": "70b69785",
    "q": "Where did the soldiers of Ancient Rome get their weapons and armor",
    "a": "Themselves"
  },
  {
    "id": "176af88c",
    "q": "Where do adaptations come from",
    "a": "Both mutations and Genetic recombination."
  },
  {
    "id": "9ab2179c",
    "q": "Where do most hurricanes start",
    "a": "On the Open Seas"
  },
  {
    "id": "2b218b87",
    "q": "Where in Egypt is the Sphinx located",
    "a": "The Giza Plateau"
  },
  {
    "id": "c6a94b0a",
    "q": "Where in Italy is Vatican City located",
    "a": "Rome"
  },
  {
    "id": "d2cc283f",
    "q": "Where is the Capital of Scotland",
    "a": "Edinburgh"
  },
  {
    "id": "09fbc621",
    "q": "Where is the capital of the Germany",
    "a": "Berlin"
  },
  {
    "id": "5411f48a",
    "q": "Where is the commander Gaius Marius from",
    "a": "Ancient Rome"
  },
  {
    "id": "6db3c8ae",
    "q": "Where is the largest pyramid in the world",
    "a": "The Great Pyramid of Cholula"
  },
  {
    "id": "0bd47332",
    "q": "Where is the right hand of the famous sculpture known as \"The Thinker\" resting",
    "a": "Under the chin"
  },
  {
    "id": "1d9596b2",
    "q": "Where was commander Lohar born",
    "a": "In a remote barbarian tribe."
  },
  {
    "id": "9453fcad",
    "q": "Where was famed musician Beethoven born",
    "a": "Bonn"
  },
  {
    "id": "856dd4d6",
    "q": "Where was Napoleon Bonaparte exiled after his defeat at Waterloo",
    "a": "St. Helena"
  },
  { "id": "918b892f", "q": "Where was Pablo Picasso born", "a": "Iberia" },
  {
    "id": "fbfe46e8",
    "q": "Where was the rallying point for the First Crusade",
    "a": "Constantinople"
  },
  {
    "id": "bb25357f",
    "q": "Where was the World Heritage Terracotta Army found",
    "a": "In a royal mausoleum"
  },
  {
    "id": "61097ba3",
    "q": "Which achievement is unlocked from upgrading 2 hospitals to Lvl 25",
    "a": "Hale & Hearty"
  },
  {
    "id": "4b8c3d6d",
    "q": "Which alliance officer receives a +1% health boost to troops",
    "a": "Envoy"
  },
  {
    "id": "92f340ee",
    "q": "Which ancient civilization built the \"Lost City\" of Machu Picchu",
    "a": "The Incas"
  },
  {
    "id": "a2b85c53",
    "q": "Which ancient Egyptian pharaoh' s tomb did British archaeologist Howard Carter discover 1922",
    "a": "Tutankhamun"
  },
  {
    "id": "1174eec7",
    "q": "Which ancient Egyptian pharaoh's tomb did British archaeologist Howard Carter discover in 1922",
    "a": "Tutankhamun"
  },
  {
    "id": "a499c981",
    "q": "Which ancient Greek mathematician used the method of exhaustion to calculate the area of a circle",
    "a": "Archimedes"
  },
  {
    "id": "1341e232",
    "q": "Which Ancient Greek physicist famously discovered the concept of buoyancy while taking a bath",
    "a": "Archimedes"
  },
  {
    "id": "95cc4388",
    "q": "Which ancient Greek scholar laid the foundation for future European mathematics and authored the \"Elements\" of geometry",
    "a": "Euclid"
  },
  {
    "id": "e569b546",
    "q": "Which ancient Greek scholar laid the foundations for future European mathematics and authored the \"Elements\" of geometry",
    "a": "Euclid"
  },
  {
    "id": "18aadfba",
    "q": "Which animal is featured on commander Richard I' s background image",
    "a": "A dog"
  },
  {
    "id": "920b1230",
    "q": "Which animal is featured on commander Richard I's background image",
    "a": "A dog"
  },
  {
    "id": "88458e0f",
    "q": "Which art group is known as a \"National Treasure\" of Canada",
    "a": "Cirque du Soleil"
  },
  {
    "id": "91c328db",
    "q": "Which artist designed St. Peter's Basilica in the Vatican",
    "a": "Michelangelo"
  },
  {
    "id": "91548d2e",
    "q": "Which artist painted the world-famous \"Girl with a Pearl Earring\"",
    "a": "Johannes Vermeer"
  },
  {
    "id": "0d73288c",
    "q": "Which artist shocked the world by shredding a copy of his own work, Girl with Balloon, at an auction",
    "a": "Banksy"
  },
  {
    "id": "5255388b",
    "q": "Which astronomer proposed the heliocentric theory in the 16th century",
    "a": "Nicolaus Copernicus"
  },
  {
    "id": "e5b644c1",
    "q": "Which beverage was invented by American pharmacist John Pemberton",
    "a": "Cola"
  },
  {
    "id": "eebeed6b",
    "q": "Which buff can be acquired from occupying a Sanctum of Courage",
    "a": "Increase EXP gained by commanders"
  },
  {
    "id": "17f823c5",
    "q": "Which building was originally built in London to house the Great Exhibition of the Works Industry of All Nations held in 1851",
    "a": "The Crystal Palace"
  },
  {
    "id": "c4f5f4c4",
    "q": "Which building was originally built in London to house the Great Exhibition of the Works of Industry of All Nations held in 1851",
    "a": "The Crystal Palace"
  },
  {
    "id": "07c4c456",
    "q": "Which Ceroli Chieftain comes from Horn Bay",
    "a": "Keira"
  },
  {
    "id": "f68dab2b",
    "q": "Which Ceroli Chieftain comes from Sabertooth Valley",
    "a": "Ak & Hok"
  },
  {
    "id": "dae83010",
    "q": "Which Ceroli Chieftain dual wields a dagger and bow",
    "a": "Wafura"
  },
  {
    "id": "bdca5433",
    "q": "Which Ceroli Chieftain dwells in a place known as Death Forest",
    "a": "Dekar"
  },
  {
    "id": "3985916f",
    "q": "Which Ceroli Chieftain has been tasked with safeguarding Windrage Cliffs",
    "a": "Astrid"
  },
  {
    "id": "e566548a",
    "q": "Which Ceroli Chieftain has power over frost",
    "a": "Frida"
  },
  {
    "id": "f5b27cb7",
    "q": "Which Ceroli Chieftain once encircled the Citadel of Braves with their forces",
    "a": "Torgny"
  },
  {
    "id": "57a5c1f2",
    "q": "Which Ceroli Chieftain safeguards the Whitestone Tower",
    "a": "Frida"
  },
  {
    "id": "099c8335",
    "q": "Which Ceroli Chieftain spent over 20 years garrisoning the Northern Reaches",
    "a": "Torgny"
  },
  {
    "id": "0afe7d3a",
    "q": "Which Ceroli Chieftain wields two weapons at once",
    "a": "Astrid"
  },
  {
    "id": "fd0c639a",
    "q": "Which Ceroli Chieftain works alongside a snake",
    "a": "Dekar"
  },
  {
    "id": "f44a4dca",
    "q": "Which Ceroli Chieftain's tribe has lived in the freezing wastes for generations",
    "a": "Wafura"
  },
  {
    "id": "ac7b6c0e",
    "q": "Which Chieftain from the Ceroli Crisis event is well-versed in poison magic",
    "a": "Dekar"
  },
  {
    "id": "2bdbafaf",
    "q": "Which Chieftain in the Ceroli Crisis event mounted a successful coup",
    "a": "Torgny"
  },
  {
    "id": "0224e032",
    "q": "Which Chinese dynasty did Jiang Ziya help to establish",
    "a": "The Zhou Dynasty"
  },
  {
    "id": "232546c5",
    "q": "Which city has a statue of a she-wolf nurturing a pair of twins",
    "a": "Rome"
  },
  {
    "id": "edc6791c",
    "q": "Which city hosted the 2000 Summer Olympics",
    "a": "Sydney"
  },
  {
    "id": "df2f310e",
    "q": "Which city-state defeated Sparta in the \"Battle of Leuctra\"",
    "a": "Thebes"
  },
  {
    "id": "9760543d",
    "q": "Which city-state of Ancient Greece was known for its Brutal military training and bravery",
    "a": "Sparta"
  },
  {
    "id": "5814a4ba",
    "q": "Which civilian airport is the highest above sea level",
    "a": "Daocheng Yading Airport"
  },
  {
    "id": "cd75df47",
    "q": "Which civilization gives a 5% attack bonus to cavalry units",
    "a": "Germany"
  },
  {
    "id": "c2779336",
    "q": "Which Civilization was the first to have public toilets",
    "a": "Ancient Rome"
  },
  {
    "id": "3d569f5b",
    "q": "Which club has footballer Lionel Messi played for the longest",
    "a": "Barcelona"
  },
  {
    "id": "fc7f4396",
    "q": "Which commander can be said to have the thickest eyebrows in Rise of Kingdoms",
    "a": "Cao Cao"
  },
  {
    "id": "650edb12",
    "q": "Which commander does NOT receive a skill level boost from a Legendary Commander Sculpture",
    "a": "Hannibal Barca"
  },
  {
    "id": "27d2170c",
    "q": "Which commander features a ship in their background image",
    "a": "Pelagius"
  },
  {
    "id": "000d8688",
    "q": "Which commander has a crown with gemstones of a different color to the others",
    "a": "Queen Tamar of Georgia"
  },
  {
    "id": "a449ee2c",
    "q": "Which commander has a crown With gemstones of a different color to the others'",
    "a": "Queen Tamar of Georgia"
  },
  {
    "id": "228dfe9b",
    "q": "Which commander is commonly regarded as having exemplified the ideal of the \"Bushido Spirit\"",
    "a": "Kusonoki Masashige"
  },
  {
    "id": "d725dfa2",
    "q": "Which commander is known as \"The Immortal Hammer\"",
    "a": "Charles Martel"
  },
  {
    "id": "51a968e3",
    "q": "Which commander is known as Barbarossa",
    "a": "Frederick I"
  },
  {
    "id": "177337de",
    "q": "Which commander is known as Kamakura's warlord",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "bfdccf63",
    "q": "Which commander is known as the Conqueror of Chaos",
    "a": "Cao Cao"
  },
  {
    "id": "9592f363",
    "q": "Which commander is known as the Lady of the Mercians",
    "a": "Æthelflæd"
  },
  {
    "id": "dd0e4685",
    "q": "Which commander is named death hydromel",
    "a": "Sarka"
  },
  {
    "id": "706027d8",
    "q": "Which commander is nicknamed \"Bow of Revolution\"",
    "a": "Yi Seong-Gye"
  },
  {
    "id": "9eecb664",
    "q": "Which commander is nicknamed Carthage's Guardian",
    "a": "Hannibal Barca"
  },
  {
    "id": "69cf1076",
    "q": "Which commander is nicknamed the Father of Conquest",
    "a": "Baibars"
  },
  {
    "id": "202b1806",
    "q": "Which commander is nicknamed the Roaring Barbarian",
    "a": "Lohar"
  },
  {
    "id": "c623b2b9",
    "q": "Which commander is reputed to have said, \"I came, I saw, I conquered\"",
    "a": "Julius Caesar"
  },
  {
    "id": "5bd13d26",
    "q": "Which commander is reputed to have said, \"l came, I saw, I conquered\"",
    "a": "Julius Caesar"
  },
  {
    "id": "ff5a4d17",
    "q": "Which commander role provides a load boost to troops",
    "a": "Supply Captain"
  },
  {
    "id": "1ae973d7",
    "q": "Which commander says: \"My destiny is determined by faith and opportunity\"",
    "a": "Matilda of Flanders"
  },
  {
    "id": "b94b05de",
    "q": "Which commander showed their military genius in the Battle of Poitiers in the 8th century AD",
    "a": "Charles Martel"
  },
  {
    "id": "77739cdb",
    "q": "Which commander showed their military genius in the Battle of Tours in the 8th century AD",
    "a": "Charles Martel"
  },
  {
    "id": "1db58c62",
    "q": "Which commander signed a peace treaty with Saladin in 1192",
    "a": "Richard I"
  },
  {
    "id": "44fb85b3",
    "q": "Which commander was considered an enemy of Rome from an early age",
    "a": "Hannibal Barca"
  },
  {
    "id": "c0f8a1cb",
    "q": "Which commander was in charge of capturing Constantinople at the age of 21",
    "a": "Mehmed II"
  },
  {
    "id": "f6b99d0d",
    "q": "Which commander was known as the Celtic Rose",
    "a": "Boudica"
  },
  {
    "id": "e404beb2",
    "q": "Which commander was nicknamed mead of death",
    "a": "Sarka"
  },
  {
    "id": "4a02540b",
    "q": "Which commander was paired with Minamoto",
    "a": "Tomoe Gozen"
  },
  {
    "id": "4558440e",
    "q": "Which commander was part of the Battle of Red Cliffs",
    "a": "Cao Cao"
  },
  {
    "id": "b339c16a",
    "q": "Which Commander' s active skill can inflict Silence",
    "a": "Hermann"
  },
  {
    "id": "5cc6f579",
    "q": "Which Commander's active skill can inflict Silence",
    "a": "Hermann"
  },
  {
    "id": "c0c657e1",
    "q": "Which composer wrote the opera \"The Ring of the Nibelung\"",
    "a": "Wagner"
  },
  {
    "id": "6bb5a2d2",
    "q": "Which continent has the Iowest average temperatures",
    "a": "Antarctica"
  },
  {
    "id": "e3d6c8e3",
    "q": "Which continent has the lowest average temperatures",
    "a": "Antarctica"
  },
  {
    "id": "088e4580",
    "q": "Which continent was the birthplace of Mayan civilization",
    "a": "The Americas"
  },
  {
    "id": "2f7c61dd",
    "q": "Which country did the famous poet Dante Alighieri come from",
    "a": "Italy"
  },
  {
    "id": "f7bff5ed",
    "q": "Which country did Zarathustra, of the tone poem 'Thus Spoke Zarathustra' , come from",
    "a": "Persia"
  },
  {
    "id": "14dc7c20",
    "q": "Which country did Zarathustra, of the tone poem ‘Thus Spoke Zarathustra', come from",
    "a": "Persia"
  },
  {
    "id": "31e178ee",
    "q": "Which country gave the Statue of Liberty to American people as a gift",
    "a": "France"
  },
  {
    "id": "3450d1ee",
    "q": "Which country gave the Statue of Liberty to the American people as a gift",
    "a": "France"
  },
  {
    "id": "ccc4521a",
    "q": "Which country has adopted the quetzal as its national bird",
    "a": "Guatemala"
  },
  {
    "id": "6077cbca",
    "q": "Which country hosted the first ever Winter Olympics on January 25, 1924",
    "a": "France"
  },
  {
    "id": "37b1926c",
    "q": "Which country in Asia overlaps with the former Parthian empire",
    "a": "Iran"
  },
  {
    "id": "96b31d1c",
    "q": "Which country is Catalhoyuk (Çatalhöyük, qatalhöyükl) located in",
    "a": "Turkey"
  },
  {
    "id": "68e8d4ae",
    "q": "Which country is Çatalhöyük located in",
    "a": "Turkey"
  },
  { "id": "39a43f2f", "q": "Which country is not in Europe", "a": "Egypt" },
  {
    "id": "7f0d1f6b",
    "q": "Which country is qatalhöyük located in",
    "a": "Turkey"
  },
  {
    "id": "5b1ba43b",
    "q": "Which country is responsible for inventing blue cheese, well-known for its pungent taste",
    "a": "France"
  },
  {
    "id": "2bb29be9",
    "q": "Which country started the tradition of the 8-hour workday",
    "a": "United Kingdom"
  },
  {
    "id": "84e8b22f",
    "q": "Which country was England fighting against in the Battle of Agincourt",
    "a": "France"
  },
  {
    "id": "67fb59dc",
    "q": "Which country was Marco Polo, a famous explorer and merchant, born in",
    "a": "Republic of Venice"
  },
  {
    "id": "b045dae2",
    "q": "Which country was the first to invent perfume",
    "a": "Cyprus"
  },
  {
    "id": "5860924c",
    "q": "Which creature decoration from Greek mythology can governors construct in their city",
    "a": "Pegasus"
  },
  {
    "id": "0b7d6526",
    "q": "Which deity of ancient Egyptian mythology was represented by the obelisk",
    "a": "Ra"
  },
  {
    "id": "74a91c5c",
    "q": "Which demigod captures Cerberus, the \"three-headed hound of Hades\" , according to Greek mythology",
    "a": "Hercules"
  },
  {
    "id": "b218bcea",
    "q": "Which demigod captures Cerberus, the \"three-headed hound of Hades\", according to Greek mythology",
    "a": "Hercules"
  },
  {
    "id": "8be50a8c",
    "q": "Which Dutch Scientist is know as \"the father of microbiology\"",
    "a": "Antonie van Leeuwenhoek"
  },
  {
    "id": "8eb559a8",
    "q": "Which Dutch scientist is known as \"the father of microbiology\"",
    "a": "Antonie van Leeuwenhoek"
  },
  {
    "id": "cd51a359",
    "q": "Which Egyptian city marked the boundary between Upper Egypt and Lower Egypt during the pre-dynastic period",
    "a": "Memphis"
  },
  {
    "id": "8bb79599",
    "q": "Which emperor issued the Proclamation of Milan",
    "a": "Constantine I"
  },
  {
    "id": "cd8827e6",
    "q": "Which emperor was named the \"Khan of Heaven\" by various Turkic nomads during the Sui and Tang dynasties",
    "a": "Emperor Taizong of Tang"
  },
  {
    "id": "e2c502b8",
    "q": "Which emperor was namend the \"Khan of Heaven\" by various Turkic nomads during the Sui and Tang dynasties",
    "a": "Emperor Taizong of Tang"
  },
  {
    "id": "6e8d1f66",
    "q": "Which entomologist and astronomer from New Zealand first proposed adopting a method of Daylight Saving Time",
    "a": "George Hudson"
  },
  {
    "id": "777516a3",
    "q": "Which ethnic group founded the earliest civilization of Mesopotamia",
    "a": "The Sumerians"
  },
  {
    "id": "787d1937",
    "q": "Which European country's king funded Christopher Columbus' famous expedition",
    "a": "Spain"
  },
  {
    "id": "81404114",
    "q": "Which European wrote the first travelogue detailing China's history, culture, and art",
    "a": "Marco Polo"
  },
  {
    "id": "9aef191d",
    "q": "Which famous and influential family did the famous Renaissance art patron Duke Lorenzo belong to",
    "a": "Medici"
  },
  {
    "id": "78a2bd29",
    "q": "Which famous Japanese samurai was called \"Ushiwakamaru\" as a child",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "fbf424a5",
    "q": "Which famous sculpture features a child urinating",
    "a": "Manneken Pis"
  },
  {
    "id": "f4e9b4d4",
    "q": "Which figure of history disguised himself as a Prussian captain and made off with over 4000 gold marks only to be later regarded as a folk hero and called the \"Captain of Köpenick\"",
    "a": "Wilhelm Voigt"
  },
  {
    "id": "9c1ea241",
    "q": "Which film won Outstanding Picture at the first ever Oscars",
    "a": "Wings"
  },
  {
    "id": "707689df",
    "q": "Which flavor of soup can does NOT appear in Andy Warhol's famous work titled \"Campbell's Soup Cans\"",
    "a": "Corn"
  },
  {
    "id": "d67380f8",
    "q": "Which French monarch was known as \"Saint Louis\"",
    "a": "Louis IX"
  },
  {
    "id": "59ad589b",
    "q": "Which French monarch was known as Saint Louis",
    "a": "Louis IX"
  },
  {
    "id": "7ad2597c",
    "q": "Which gas makes up  more than 90% of Mars' atmosphere",
    "a": "Carbon Dioxide"
  },
  {
    "id": "5c81066a",
    "q": "Which gas makes up more than 90% of Mars' atmosphere",
    "a": "Carbon Dioxide"
  },
  {
    "id": "40810025",
    "q": "Which German psychologist discovered the human brain's forgetting curve",
    "a": "Hermann Ebbinghaus"
  },
  {
    "id": "ece07288",
    "q": "Which god is Taranis in Celtic mythology",
    "a": "Thunder God"
  },
  {
    "id": "185a3ad5",
    "q": "Which group conquered the Byzantine Empire",
    "a": "The Ottomans"
  },
  {
    "id": "226d9c7e",
    "q": "Which historical figure is entombed in Palenque's Temple of the Inscriptions",
    "a": "Pakal the Great"
  },
  {
    "id": "b1e68a9f",
    "q": "Which honorary rank was the founder of Kentucky Fried Chicken (KFC) given",
    "a": "Colonel"
  },
  {
    "id": "5320d1b2",
    "q": "Which if the following buffs can take effect during Sunset Canyon battles",
    "a": "Buffs from equipment"
  },
  {
    "id": "ffa144fd",
    "q": "Which inventor built the world's first electric locomotive in 1837",
    "a": "Robert Davidson"
  },
  { "id": "4a073b8f", "q": "Which is NOT a King Skill", "a": "Relief" },
  {
    "id": "cc1b68d8",
    "q": "Which is NOT a work by Immanuel Kant",
    "a": "The Critique of Political Economy"
  },
  {
    "id": "ca6d5c14",
    "q": "Which is recognized by the Guinness Book of World Records as having the largest cumulative circulation of any single-author comic",
    "a": "Eiichiro Oda / One Piece"
  },
  {
    "id": "56d0e9a3",
    "q": "Which is the deepest known trench in the world",
    "a": "The Mariana Trench"
  },
  {
    "id": "6bbb508e",
    "q": "Which is the highest plateau in the world",
    "a": "The Tibetan Plateau"
  },
  {
    "id": "3b9c5ea8",
    "q": "Which is the longest continental mountain range on earth",
    "a": "The Andes"
  },
  {
    "id": "f851eea9",
    "q": "Which is the smallest known snake species",
    "a": "Barbados threadsnake"
  },
  {
    "id": "96005098",
    "q": "Which is the Viking civilization' s special unit",
    "a": "Berserker"
  },
  {
    "id": "e7150bcc",
    "q": "Which is the Viking civilization's special unit",
    "a": "Berserker"
  },
  {
    "id": "d13c94b5",
    "q": "Which is the world's largest church",
    "a": "St. Peter's Basilica"
  },
  {
    "id": "65408a46",
    "q": "Which Japanese haiku poet wrote under the pseudonym \"Tosei\"",
    "a": "Matsuo Basho"
  },
  {
    "id": "0a996a81",
    "q": "Which kingdom did the commander Boudica reign over",
    "a": "Iceni"
  },
  {
    "id": "a9eaf6d3",
    "q": "Which landmark in Sydney, Australia is shaped like sails",
    "a": "Sydney Opera House"
  },
  {
    "id": "6bb953f6",
    "q": "Which mammalian order does Suidae belong to",
    "a": "Artiodactyla"
  },
  {
    "id": "ff71d35e",
    "q": "Which military commander was known as \"Teutoburg's Liberator\"",
    "a": "Hermann"
  },
  {
    "id": "ba5dd38e",
    "q": "Which military commander was known as the \"Teutoburg's Liberator\"",
    "a": "Hermann"
  },
  {
    "id": "6e38dc10",
    "q": "Which military leader was known as the \"Reformer of the Legions\"",
    "a": "Gaius Marius"
  },
  {
    "id": "491a9000",
    "q": "Which military leaderwas known as the \"Reformer of the Legions\"",
    "a": "Gaius Marius"
  },
  {
    "id": "30e6dfdb",
    "q": "Which modern-day city was Shakespeare's Globe Theater built in",
    "a": "London"
  },
  {
    "id": "ec35855c",
    "q": "Which musical instrument is a national emblem of Ireland",
    "a": "Harp"
  },
  {
    "id": "d9dffc6f",
    "q": "Which musical instruments has six strings",
    "a": "Guitar"
  },
  {
    "id": "feaa410c",
    "q": "Which musician composed \"The Marriage of Figaro\"",
    "a": "Mozart"
  },
  {
    "id": "2d66554c",
    "q": "Which nation was NOT involved in the Battle of Waterloo",
    "a": "Italy"
  },
  {
    "id": "7831591a",
    "q": "Which Nobel Prize is the most recently established",
    "a": "The Nobel Prize in Economics"
  },
  {
    "id": "58c79661",
    "q": "Which of the Babylonian Codes of Law was the first full set of written laws in recorded history",
    "a": "The Code of Hammurabi"
  },
  {
    "id": "a58c8f74",
    "q": "Which of the below figures were not Knights of King Arthur' s Round Table",
    "a": "Merlin"
  },
  {
    "id": "1e8ed86f",
    "q": "Which of the below figures were not Knights of King Arthur's Round Table",
    "a": "Merlin"
  },
  {
    "id": "036b5c12",
    "q": "Which of the below states was not part of the Three Kingdoms period",
    "a": "Jin"
  },
  {
    "id": "5f17bb90",
    "q": "Which of the following achievements must be completed before the \"Special Snowflake\" achievement",
    "a": "Long-range strike"
  },
  {
    "id": "c142cc65",
    "q": "Which of the following actions is NOT available to an alliance leader in Rise of Kingdoms",
    "a": "Quit Alliance"
  },
  {
    "id": "bd58ca99",
    "q": "Which of the following animals does NOT lay eggs",
    "a": "Bat"
  },
  {
    "id": "77aeef5b",
    "q": "Which of the following are carnivores",
    "a": "Dragonflies"
  },
  {
    "id": "fe887969",
    "q": "Which of the following are NOT mammals",
    "a": "Turtle"
  },
  {
    "id": "04a33e64",
    "q": "Which of the following awards daily activity points",
    "a": "Defeating barbarian troops on the map"
  },
  {
    "id": "b9a158c8",
    "q": "Which of the following best describes a Clownfish",
    "a": "Tropical marine fish"
  },
  {
    "id": "5a12bc8a",
    "q": "Which of the following buffs can take effect during Sunset Canyon battles",
    "a": "Buffs from equipment"
  },
  {
    "id": "5eff4ca1",
    "q": "Which of the following buildings cannot be upgraded",
    "a": "Courier Station"
  },
  {
    "id": "610fba92",
    "q": "Which of the following can not be found in a Silver Chest at the tavern",
    "a": "Lvl. 3 Tome of knowledge"
  },
  {
    "id": "0998daf1",
    "q": "Which of the following can NOT be found in Alliance Shops",
    "a": "Golden Key"
  },
  {
    "id": "1eee77a6",
    "q": "Which of the following CANNOT be equipped to a Commander",
    "a": "Lohar's Longbow"
  },
  {
    "id": "b7f4ea1e",
    "q": "Which of the following cat breeds is known for being hairless",
    "a": "Sphynx"
  },
  {
    "id": "baf50f89",
    "q": "Which of the following cities was the first to have an underground rapid transit system",
    "a": "London"
  },
  {
    "id": "dc2e7fed",
    "q": "Which of the following city buildings CAN be upgraded",
    "a": "Trading Post"
  },
  {
    "id": "3cd67034",
    "q": "Which of the following civilizations cannot buff their cavalry",
    "a": "The Ottomans"
  },
  {
    "id": "dd5d5404",
    "q": "Which of the following civilizations give a 5% attack bonus to cavalry units",
    "a": "Germany"
  },
  {
    "id": "35dd4008",
    "q": "Which of the following civilizations gives a 20% healing speed bonus to hospitals",
    "a": "France"
  },
  {
    "id": "72d34ee1",
    "q": "Which of the following civilizations gives a 5% attack bonus to cavalry units",
    "a": "Germany"
  },
  {
    "id": "8b86f663",
    "q": "Which of the following civilizations increase the damage of active commander skills by 5%",
    "a": "Ottomans"
  },
  {
    "id": "500c41e3",
    "q": "Which of the following civilizations increases the damage of active commander skills by 5%",
    "a": "Ottomans"
  },
  {
    "id": "499e8d33",
    "q": "Which of the following civilizations provides a building speed boost",
    "a": "China"
  },
  {
    "id": "982e7476",
    "q": "Which of the following commander excels at gathering resources",
    "a": "Cleopatra VII"
  },
  {
    "id": "6ee98af0",
    "q": "Which of the following commanders excels at attacking enemy cities",
    "a": "Caesar"
  },
  {
    "id": "06cfd4ae",
    "q": "Which of the following commanders excels at gathering resources",
    "a": "Cleopatra VII"
  },
  {
    "id": "b97150a3",
    "q": "Which of the following commanders excels at leading archers",
    "a": "Yi Seong-Gye"
  },
  {
    "id": "c29ce0f5",
    "q": "Which of the following commanders excels at leading cavalry",
    "a": "Minamoto no Yoshitsune"
  },
  {
    "id": "699de397",
    "q": "Which of the following commanders excels at leading infantry",
    "a": "Richard I"
  },
  {
    "id": "d2bb9f81",
    "q": "Which of the following commanders joined a rebellion against her own husband",
    "a": "Constance"
  },
  {
    "id": "14f6a7ed",
    "q": "Which of the following commanders was effectively the ruler of their kingdom, but never officially the head of state",
    "a": "Charles Martel"
  },
  {
    "id": "32963769",
    "q": "Which of the following commanders was part of the Battle of Red Cliffs",
    "a": "Cao Cao"
  },
  {
    "id": "f5b0bc78",
    "q": "Which of the following commanders was part of the hundred years war",
    "a": "Joan of Arc"
  },
  {
    "id": "565dfd9b",
    "q": "Which of the following commanders was part of the Hundred Years' War",
    "a": "Joan of Arc"
  },
  {
    "id": "a279eec0",
    "q": "Which of the following countries is located entirely in the Northern Hemisphere",
    "a": "None of these answers are correct"
  },
  {
    "id": "86510c5d",
    "q": "Which of the following countries or regions is NOT part of Northern Europe",
    "a": "Argentina"
  },
  {
    "id": "ed6a7a60",
    "q": "Which of the following deities were NOT meant to be given offerings at the Abu Simbel Temples",
    "a": "Anubis"
  },
  {
    "id": "04d9b7ad",
    "q": "Which of the following describes a monotheist",
    "a": "Someone who warships 1 god."
  },
  {
    "id": "70f7086a",
    "q": "Which of the following did Desiderius Erasmus and Thomas More have in common",
    "a": "Both were considered humanists"
  },
  {
    "id": "4d407323",
    "q": "Which of the following did NOT occur during the Greco-Persian Wars",
    "a": "The Battle of Agincourt"
  },
  {
    "id": "615f9f1f",
    "q": "Which of the following doctors was the first to describe completely, and in detail, the systemic circulation and the function of the heart",
    "a": "William Harvey"
  },
  {
    "id": "831dfbca",
    "q": "Which of the following does not award Individual Credits",
    "a": "Giving resources to allies / Attacking Barbs"
  },
  {
    "id": "d7af7c41",
    "q": "Which of the following does NOT give commanders EXP",
    "a": "Attacking other players"
  },
  {
    "id": "1f44dd82",
    "q": "Which of the following does NOT increase an Alliance' s member limit",
    "a": "Appointing officers"
  },
  {
    "id": "742d0952",
    "q": "Which of the following does NOT increase an Alliance's member limit",
    "a": "Appointing officers"
  },
  {
    "id": "12b6a35a",
    "q": "Which of the following does the green Olympic Ring represent",
    "a": "Oceania"
  },
  {
    "id": "d8585eb3",
    "q": "Which of the following factors allows certain mixed drinks to be layered",
    "a": "Density"
  },
  {
    "id": "9caa4a4e",
    "q": "Which of the following French Kings was known as the Sun King",
    "a": "Louis XIV"
  },
  {
    "id": "b78a0959",
    "q": "Which of the following fruits, know as \"wolf peach\", were erroneously thought to be poisonous",
    "a": "Tomatoes"
  },
  {
    "id": "62eec946",
    "q": "Which of the following fruits, known as \"wolf peach\", were erroneously thought to be poisonous",
    "a": "Tomatoes"
  },
  {
    "id": "b02b0b77",
    "q": "Which of the following illnesses can be caused by a lack of vitamin D",
    "a": "Rickets"
  },
  {
    "id": "854dc2b0",
    "q": "Which of the following is a decorative building",
    "a": "Stone Drum"
  },
  {
    "id": "919a4235",
    "q": "Which of the following is a fossil fuel formed from marine organisms that is often found in folded or tilted layers and used for heating and cooking",
    "a": "Natural Gas"
  },
  {
    "id": "423fb16a",
    "q": "Which of the following is a liquid fossil fuel formed from marine organisms that is burned to obtain energy and used to manufacture plastics",
    "a": "Oil"
  },
  {
    "id": "6362b102",
    "q": "Which of the following is a military building",
    "a": "Scout Camp"
  },
  {
    "id": "c68429ca",
    "q": "Which of the following is a name for sedimentary rock formed from decayed plant material in swampy areas",
    "a": "Coal"
  },
  {
    "id": "64a95c95",
    "q": "Which of the following is a name for sedimentary rock formed from decayed plant materiel in swampy areas",
    "a": "Coal"
  },
  {
    "id": "2f45fda5",
    "q": "Which of the following is a nonrenewable energy source (such as coal, oil, or natural gas)",
    "a": "Fossil Fuel"
  },
  {
    "id": "35f0abfe",
    "q": "Which of the following is a nonrenewable energy source",
    "a": "Water"
  },
  {
    "id": "f89c5add",
    "q": "Which of the following is a Phase of the Mightiest Governor event",
    "a": "Enemy Elimination"
  },
  {
    "id": "8eba8996",
    "q": "Which of the following is an accurate description of the Mediterranean climate",
    "a": "Hot, dry summers and cool, wet winters."
  },
  {
    "id": "b5b735e2",
    "q": "Which of the following is an alternative energy source based on splitting heavy atoms into lighter ones to release energy",
    "a": "Nuclear energy"
  },
  {
    "id": "d371aea8",
    "q": "Which of the following is an economic building",
    "a": "Alliance Center"
  },
  {
    "id": "4616974a",
    "q": "Which of the following is an inexhaustible energy resource that relies on hot magma or hot dry rocks below ground",
    "a": "Geo"
  },
  {
    "id": "d995d4f2",
    "q": "Which of the following is an inexhaustible energy resource that relies on hot magma or hot, dry rocks below ground",
    "a": "Geothermal energy"
  },
  {
    "id": "d9119d22",
    "q": "Which of the following is another name for the \"Black Death\" that raged across the Europe during the Late Middle Ages",
    "a": "Yersinia pestis"
  },
  {
    "id": "5fadbe0c",
    "q": "Which of the following is considered a metallic resource",
    "a": "Iron"
  },
  {
    "id": "1feb4613",
    "q": "Which of the following is considered an energy source",
    "a": "Petroleum"
  },
  {
    "id": "9f3d47a3",
    "q": "Which of the following is considered one of Confucius' disciples",
    "a": "Yan Hui"
  },
  {
    "id": "8c005990",
    "q": "Which of the following is extinct",
    "a": "The Stellers Sea Cow"
  },
  {
    "id": "c82cfc0a",
    "q": "Which of the following is most likely to have directly led to the bronze age",
    "a": "Bronze is harder and more durable than other metals available at the time"
  },
  {
    "id": "737b0195",
    "q": "Which of the following is NOT a \"Iow country\" of Europe",
    "a": "The United Kingdom"
  },
  {
    "id": "b9f3da26",
    "q": "Which of the following is NOT a \"low country\" of Europe",
    "a": "United Kingdom"
  },
  {
    "id": "58ade981",
    "q": "Which of the following is not a characteristic of renaissance art",
    "a": "Flat/Two-dimensional"
  },
  {
    "id": "76ab40ea",
    "q": "Which of the following is NOT a King skill",
    "a": "Relief"
  },
  {
    "id": "5001f65c",
    "q": "Which of the following is not a natural resource",
    "a": "Clothes"
  },
  {
    "id": "5240379a",
    "q": "Which of the following is NOT a prerequisite for the Military Technology Cartography",
    "a": "Ballistics"
  },
  {
    "id": "eb7eeb2a",
    "q": "Which of the following is not a reason why the renaissance began in Italy",
    "a": "The black plague did not hit Italy as a result of the alps"
  },
  {
    "id": "f374866f",
    "q": "Which of the following is NOT a suit in poker",
    "a": "Winds"
  },
  {
    "id": "0aa8912f",
    "q": "Which of the following is NOT an accurate description of the \"Manila galleons\"",
    "a": "They were used for enemy reconnaissance"
  },
  {
    "id": "c0954fa2",
    "q": "Which of the following is NOT an accurate description of the ancient Kingdom of Kush",
    "a": "It did not possess its own unique language and script"
  },
  {
    "id": "26ef3217",
    "q": "Which of the following is not an objective of Greek mythology",
    "a": "Provide a path for salvation"
  },
  {
    "id": "1df42284",
    "q": "Which of the following is NOT considered a single-celled organism",
    "a": "Mites"
  },
  {
    "id": "f98b7e67",
    "q": "Which of the following is NOT one of Belisarius' skills",
    "a": "Thunderous Force"
  },
  {
    "id": "038ab89d",
    "q": "Which of the following is NOT one of Belisarius's skills",
    "a": "Thunderous Force"
  },
  {
    "id": "c48b2e72",
    "q": "Which of the following is NOT one of EI Cid's skills",
    "a": "Chivalry"
  },
  {
    "id": "6100d18f",
    "q": "Which of the following is NOT one of El Cid's skills",
    "a": "Chivalry"
  },
  {
    "id": "cf54f77d",
    "q": "Which of the following is NOT one of Hermann' s skills",
    "a": "Irresistible"
  },
  {
    "id": "becee351",
    "q": "Which of the following is NOT one of Hermann's skills",
    "a": "Irresistible"
  },
  {
    "id": "4c3fa2cb",
    "q": "Which of the following is NOT one of Keira's skills",
    "a": "Unruly Blood"
  },
  {
    "id": "afaf90ce",
    "q": "Which of the following is NOT one of Lohar's skills",
    "a": "Utter Annihilation"
  },
  {
    "id": "7a416214",
    "q": "Which of the following is NOT one of Matilda of Flanders' skills",
    "a": "Celtic Blood"
  },
  {
    "id": "523d1c65",
    "q": "Which of the following is NOT one of Mulan's skills",
    "a": "Indomitable Army"
  },
  {
    "id": "5879ac0a",
    "q": "Which of the following is NOT one of Osman I's skills",
    "a": "Oblique Tactics"
  },
  {
    "id": "26b748f8",
    "q": "Which of the following is NOT one of Pelagius' passive skills",
    "a": "Charge"
  },
  {
    "id": "2aa93ede",
    "q": "Which of the following is not one of the Fates of Norse mythology",
    "a": "Karma"
  },
  {
    "id": "5bc15ee3",
    "q": "Which of the following is NOT one of the major greenhouse gases in earth's atmosphere",
    "a": "Nitrogen"
  },
  {
    "id": "b2d115b1",
    "q": "Which of the following is not part of Mexico' s flag",
    "a": "Camel"
  },
  {
    "id": "e5af485e",
    "q": "Which of the following is NOT part of Mexico's flag",
    "a": "Camel"
  },
  {
    "id": "ce6a6709",
    "q": "Which of the following is not Pelagius passive skill",
    "a": "Charge"
  },
  {
    "id": "e1f3f7ec",
    "q": "Which of the following is the correct description for the stratosphere",
    "a": "It is warm above and cold below"
  },
  {
    "id": "d237025f",
    "q": "Which of the following is the world's first national park",
    "a": "Yellowstone National Park"
  },
  {
    "id": "12b28ea5",
    "q": "Which of the following is the world's largest island",
    "a": "Greenland"
  },
  {
    "id": "dfca9bc5",
    "q": "Which of the following is Zeus' elder brother in Greek Mythology",
    "a": "Poseidon"
  },
  {
    "id": "7896f729",
    "q": "Which of the following juice is contained in the classic cocktail \"Bloody Mary\"",
    "a": "Tomato Juice"
  },
  {
    "id": "a8e2e10a",
    "q": "Which of the following juice is contained in the classic coctail \"Bloddy Mary\"",
    "a": "Tomato Juice"
  },
  {
    "id": "0231e556",
    "q": "Which of the following kingdom title descriptions are INCORRECT",
    "a": "Prime minister has increased troop attack."
  },
  {
    "id": "dfad641f",
    "q": "Which of the following kingdom title descriptions is incorrect",
    "a": "Dukes' troops have increased attack"
  },
  {
    "id": "eb5f7342",
    "q": "Which of the following marine species has existed the longest",
    "a": "Nautilus"
  },
  {
    "id": "7d77b4b7",
    "q": "Which of the following musical instruments has six strings",
    "a": "Guitar"
  },
  {
    "id": "2bfeccac",
    "q": "Which of the following nations is the closest to the North Pole",
    "a": "Finland"
  },
  {
    "id": "34373b57",
    "q": "Which of the following painter is not from Baroque period",
    "a": "Vincent Van Gogh"
  },
  {
    "id": "5eb49bc6",
    "q": "Which of the following penalties may be applied in response to the use of third-party software",
    "a": "Battle restrictions"
  },
  {
    "id": "c01ba966",
    "q": "Which of the following physicists was born on the death anniversary of Galileo Galilei, and died on the birth anniversary of Albert Einstein",
    "a": "Stephen Hawking"
  },
  {
    "id": "edd9331d",
    "q": "Which of the following plants is visible in Mulan and Cao Cao' s background image on the commander screen",
    "a": "Bamboo"
  },
  {
    "id": "6e381098",
    "q": "Which of the following plants is visible in Mulan and Cao Cao's background image on the commander screen",
    "a": "Bamboo"
  },
  {
    "id": "614e9af3",
    "q": "Which of the following resources cannot be found in your jeans",
    "a": "Lead"
  },
  {
    "id": "697bfbef",
    "q": "Which of the following resources cannot be found in yourjeans",
    "a": "Lead"
  },
  {
    "id": "1b0a0385",
    "q": "Which of the following rewards CANNOT be obtained from a Barbarian Keep in Rise of Kingdoms",
    "a": "Commander Sculptures"
  },
  {
    "id": "28f71422",
    "q": "Which of the following serves as the national flower of the Philippines",
    "a": "Sampaguita"
  },
  {
    "id": "1cdf48a8",
    "q": "Which of the following speeches was made by the Prussian Prime Minister Otto von Bismarck in September of 1862",
    "a": "Blood and Iron"
  },
  {
    "id": "76f72f85",
    "q": "Which of the following Speedups are NOT available in Rise of Kingdoms",
    "a": "6-Hour Speedup"
  },
  {
    "id": "ffd47c55",
    "q": "Which of the following stories is not one of Grimms' Fairy Tale",
    "a": "The Little Mermaid"
  },
  {
    "id": "d139d625",
    "q": "Which of the following stories is not one of Grimms' Fairy Tales",
    "a": "The Little Mermaid"
  },
  {
    "id": "af2ead5e",
    "q": "Which of the following straits is located between Eurasia and North America",
    "a": "The Bering Strait"
  },
  {
    "id": "84679590",
    "q": "Which of the following structures is a military building",
    "a": "Scout Camp"
  },
  {
    "id": "cec85bf8",
    "q": "Which of the following technologies precedes \"Horsemanship\"",
    "a": "Military Discipline"
  },
  {
    "id": "a1a0b58c",
    "q": "Which of the following technologies precedes \"Horsemanshlp\"",
    "a": "Military Discipline"
  },
  {
    "id": "b85553e6",
    "q": "Which of the following vitamins is most helpful for maintaining good vision",
    "a": "Vitamin A"
  },
  {
    "id": "59482268",
    "q": "Which of the following was a general during Japan's Genpei War",
    "a": "Tomoe Gozen"
  },
  {
    "id": "653eda86",
    "q": "Which of the following was a Knight of the Round Table",
    "a": "Lancelot"
  },
  {
    "id": "0bb29f00",
    "q": "Which of the following was a Renaissance intellectual movement in which thinkers studied classical texts and focused on human potential and achievements",
    "a": "Humanism"
  },
  {
    "id": "55fe6c7a",
    "q": "Which of the following was also known as the Eastern Roman Empire",
    "a": "Byzantine Empire"
  },
  {
    "id": "7c2d9522",
    "q": "Which of the following was an enemy of Richard the Lionheart",
    "a": "Saladin"
  },
  {
    "id": "f38c750a",
    "q": "Which of the following was built at the order of Shah Jahan in the memory of his wife Mumtaz Mahal",
    "a": "Taj Mhal"
  },
  {
    "id": "96321940",
    "q": "Which of the following was not a pillar of the Renaissance",
    "a": "Mannerism"
  },
  {
    "id": "16dbbf13",
    "q": "Which of the following was NOT essential for a Vizier, the Pharaoh's most senior civil servant, in ancient Egypt",
    "a": "To have royal blood"
  },
  {
    "id": "84cded83",
    "q": "Which of the following was NOT invented in China",
    "a": "Seismographs"
  },
  {
    "id": "5cb18778",
    "q": "which of the following was praised by his countrymen as Ancient Greece's best and most honest democratic representative",
    "a": "Pericles"
  },
  {
    "id": "f295a67c",
    "q": "Which of the following was praised by his countrymen as Ancient Greece's best and most honest democratic representatives",
    "a": "Pericles"
  },
  {
    "id": "ecb56dca",
    "q": "Which of the following was the highest-ranked medal in the Korean Empire",
    "a": "Order of the Gold Cheok"
  },
  {
    "id": "f2103314",
    "q": "Which of the following was written by Mary Shelley",
    "a": "Frankenstein"
  },
  {
    "id": "1093b5d4",
    "q": "Which of the following wasn't a benefit from being a Scribe of Ancient Egypt",
    "a": "Except from medical paid sick lead"
  },
  {
    "id": "acbd7090",
    "q": "Which of the following were born in the same year as singer Luciano Pavarotti",
    "a": "Elvis Presley"
  },
  {
    "id": "c6bf8784",
    "q": "Which of the following will NOT prevent you from entering an Ark of Osiris Battlefield",
    "a": "Activating an Attack Enhancement"
  },
  {
    "id": "bede8a5c",
    "q": "Which of the following works is based on the Battle of Roncevaux Pass, fought by Charlemagne and his knights",
    "a": "The Song of Roland"
  },
  {
    "id": "bb0a2a55",
    "q": "Which of the following works was NOT written by the musical maestro Andrew Lloyd Webber",
    "a": "Les Miserables"
  },
  {
    "id": "6140497d",
    "q": "Which of the following works was written by the French playwright Pierre Corneille",
    "a": "Le Cid"
  },
  {
    "id": "491f6a63",
    "q": "Which of the following works was written by Victor Hugo",
    "a": "The Hunchback of Notre-Dame"
  },
  {
    "id": "cdb49cee",
    "q": "Which of the scientific bird names was also used to commemorate the wife of Napoleon III, the Empress of France, Eugénie de Montijo",
    "a": "The white-headed fruit dove"
  },
  {
    "id": "61469c06",
    "q": "Which of the seven wonders of the world were created to cure the new Queen of Babylon's homesickness",
    "a": "The Hanging Gardens"
  },
  {
    "id": "d7e9f7b1",
    "q": "Which of these achievements is earned from healing 100,000 injured troops in the hospital",
    "a": "Rebuilding"
  },
  {
    "id": "09caf587",
    "q": "Which of these active skills belongs to Charles Martel",
    "a": "Shield of Francia"
  },
  {
    "id": "88244efe",
    "q": "Which of these airports has runways on a beach",
    "a": "Barra Airport"
  },
  {
    "id": "6e652bc6",
    "q": "Which of these alliance officers bestows a Research Speed boost",
    "a": "Counsellor"
  },
  {
    "id": "b944d60b",
    "q": "Which of these Alliance Skills increases damage versus barbarians and other neutral units",
    "a": "Unbridled Progress"
  },
  {
    "id": "d62b8da5",
    "q": "Which of these ancient Greek philosophers did NOT participate in the discussion on justice in Plato's Republic",
    "a": "Protagoras"
  },
  {
    "id": "bccac591",
    "q": "Which of these animated movies was NOT directed by Hayao Miyazaki",
    "a": "Paprika"
  },
  {
    "id": "bf2d0d1e",
    "q": "Which of these areas contains a waterwheel",
    "a": "Alliance Cropland"
  },
  {
    "id": "d748c2dc",
    "q": "Which of these artists can be considered an impressionist",
    "a": "Monet"
  },
  {
    "id": "c82eec93",
    "q": "Which of these artists was NOT a Baroque painter",
    "a": "Vincent van Gogh"
  },
  {
    "id": "db6fbe95",
    "q": "Which of these Avatar Frames are available for purchase",
    "a": "Rose Petals"
  },
  {
    "id": "f44c0217",
    "q": "Which of these Blessings immediately inflicts a 10% loss of troop power on your enemy at the start of battle in the \"Golden Kingdom\" event",
    "a": "Anchor"
  },
  {
    "id": "2a895c61",
    "q": "Which of these boosts work in Expeditions in Rise of Kingdoms",
    "a": "All of them"
  },
  {
    "id": "5cafc6df",
    "q": "Which of these boosts work in Sunset Canyon",
    "a": "VIP Level troop capacity"
  },
  {
    "id": "2c49355a",
    "q": "Which of these buildings is NOT one of the New Seven Wonders of the World",
    "a": "The Palace of Versailles"
  },
  {
    "id": "3196a571",
    "q": "Which of these Byzantine emperors ruled alongside four other emperors at various times only later to be declared Rome's sole emperor after 63 years in power",
    "a": "Constantine VIII"
  },
  {
    "id": "b67d90ba",
    "q": "Which of these Ceroli Chieftains is also called Stormbringer",
    "a": "Torgny"
  },
  {
    "id": "50603b5d",
    "q": "Which of these Ceroli Chieftains is also called the Disaster Bringer",
    "a": "Dekar"
  },
  {
    "id": "849d5abb",
    "q": "Which of these circumstances would prevent you from changing civilization",
    "a": "Ongoing troop training in your city"
  },
  {
    "id": "f817839e",
    "q": "Which of these cities hosted the Olympics in 1900",
    "a": "Paris"
  },
  {
    "id": "80ba7c40",
    "q": "Which of these cities in Brazil has hosted the Olympic Games",
    "a": "Rio de Janeiro"
  },
  {
    "id": "c3a0186a",
    "q": "Which of these cities is NOT in Asia",
    "a": "Melbourne"
  },
  {
    "id": "483cd9bb",
    "q": "Which of these city themes feature balloons",
    "a": "Harvest Cottage"
  },
  {
    "id": "f7f70833",
    "q": "Which of these City Themes offers a special attributes bonus of +5% to Cavalry Attack and -5% to Archer Health",
    "a": "Sower's Song"
  },
  {
    "id": "a83b97a6",
    "q": "Which of these civilizations can increase Archer Defense",
    "a": "Korea"
  },
  {
    "id": "08e8ec33",
    "q": "Which of these civilizations can increase their healing speed",
    "a": "France"
  },
  {
    "id": "3c8f7081",
    "q": "Which of these civilizations can increase their Hospital Capacity",
    "a": "Byzantium"
  },
  {
    "id": "8e863583",
    "q": "Which of these commanders carries a bow and arrow as well as a sword",
    "a": "Æthelflæd"
  },
  {
    "id": "73123747",
    "q": "Which of these commanders does NOT carry a shield",
    "a": "Charlemagne"
  },
  {
    "id": "8cb9e810",
    "q": "Which of these commanders does NOT carry a sword",
    "a": "Theodora"
  },
  {
    "id": "cf2cd514",
    "q": "Which of these commanders features snowflakes in their background image",
    "a": "Björn Ironside"
  },
  {
    "id": "23f630f3",
    "q": "Which of these Commanders gets the ability to convert some slain units into severely wounded units when attacking a city",
    "a": "Charlemagne"
  },
  {
    "id": "da1658d0",
    "q": "Which of these commanders has also been called a \"Holy Overlord\"",
    "a": "el Cid"
  },
  {
    "id": "792d93b3",
    "q": "Which of these commanders has an Attack branch on their Talent tree",
    "a": "Centurion"
  },
  {
    "id": "f73bec08",
    "q": "Which of these commanders has led troops over the Alps",
    "a": "Hannibal Barca"
  },
  {
    "id": "c3869c7a",
    "q": "Which of these commanders has NO whiskers or other facial hair",
    "a": "Alexander the Great"
  },
  {
    "id": "b372c187",
    "q": "Which of these commanders has the Enchantment active skill",
    "a": "Šárka"
  },
  {
    "id": "12a34ea9",
    "q": "Which of these commanders is bald",
    "a": "Ragnar Lodbrok"
  },
  {
    "id": "c6124fb9",
    "q": "Which of these commanders is NOT shown wearing a cloak",
    "a": "Mehmed ll"
  },
  {
    "id": "1834c1a5",
    "q": "Which of these commanders was able to defeat the great Charles in the battle",
    "a": "Tomiris"
  },
  {
    "id": "1e266dc6",
    "q": "Which of these commanders wears a ring on their hand",
    "a": "Queen Tamar of Georgia"
  },
  {
    "id": "4e26a2d8",
    "q": "Which of these commanders' sculptures can be obtained from opening a chest in the Tavern in Rise of Kingdoms",
    "a": "Charles Martel"
  },
  {
    "id": "10ce2596",
    "q": "Which of these consonants is trilled when pronounced in Italian",
    "a": "r"
  },
  {
    "id": "6f358c3d",
    "q": "Which of these countries did NOT participate in the Northern Seven Years' War (1563-1570)",
    "a": "The United Kingdom"
  },
  {
    "id": "39d54ed8",
    "q": "Which of these countries does the Prime Meridian pass through",
    "a": "Mali"
  },
  {
    "id": "cd7e682b",
    "q": "Which of these countries has had the most influence on the development of Cuban food",
    "a": "Spain"
  },
  {
    "id": "59e44649",
    "q": "Which of these countries was NOT a founding member of NATO (in 1949)",
    "a": "Turkey"
  },
  {
    "id": "80c453c9",
    "q": "Which of these creatures was also popularly used as a kind of personal protective talisman in ancient Egypt",
    "a": "Scarabs"
  },
  {
    "id": "87825966",
    "q": "Which of these decorations does NOT cost Gems",
    "a": "Sakura Tree"
  },
  {
    "id": "400db54b",
    "q": "Which of these decorative buildings is also considered an omen of good luck in Chinese culture",
    "a": "Chinese Dragon"
  },
  {
    "id": "46dcb2e3",
    "q": "Which of these effects is NOT caused by Æthelflæd' s skills",
    "a": "Healing slightly wounded units"
  },
  {
    "id": "871077f0",
    "q": "Which of these effects is NOT caused by Æthelflæd's skills",
    "a": "Healing slightly wounded units"
  },
  {
    "id": "890ce4a1",
    "q": "Which of these events is NOT part of a triathlon",
    "a": "Hang-gliding"
  },
  {
    "id": "22f0a420",
    "q": "Which of these events is NOT part of the Olympic Games",
    "a": "Car racing"
  },
  {
    "id": "7bb75bde",
    "q": "Which of these female commanders has been described as \"The Georgian Will\"",
    "a": "Queen Tamar of Georgia"
  },
  {
    "id": "9a53c863",
    "q": "Which of these female commanders has flowers in their hair",
    "a": "Boudica"
  },
  {
    "id": "568b583e",
    "q": "Which of these fields is NOT included in the list of Nobel Prizes",
    "a": "Mathematics"
  },
  {
    "id": "fdfee262",
    "q": "Which of these figures of the Seleucid Empire was taken hostage by Rome, subsequently fled Rome, and then returned to seize the throne of their home country",
    "a": "Demetrius I"
  },
  {
    "id": "aab3372a",
    "q": "Which of these foods could the Eastern Han statesman Cao Cao not have eaten",
    "a": "Corn"
  },
  {
    "id": "605bc1d7",
    "q": "Which of these fruits appears in the background image for the Commander Imhotep",
    "a": "Banana"
  },
  {
    "id": "e9dd2a33",
    "q": "Which of these gods of ancient Egypt was also a symbol of royal authority",
    "a": "Horus"
  },
  {
    "id": "869e1545",
    "q": "Which of these holy sites grants a march speed bonus",
    "a": "Sanctum of Wind"
  },
  {
    "id": "0471a7b5",
    "q": "Which of these ingredients is used to brew soy sauce",
    "a": "Soybeans"
  },
  {
    "id": "dd0f96fe",
    "q": "Which of these is a line of Tomoe Gozen",
    "a": "My power scares even the ghosts."
  },
  {
    "id": "d20e2f34",
    "q": "Which of these is a passive skill of Commander Thutmose III",
    "a": "Conquest of Mitanni"
  },
  {
    "id": "848e0bd3",
    "q": "Which of these is an incorrect description of the \"Battle of Poitiers\"",
    "a": "The campaign took place during World War I"
  },
  {
    "id": "f9b03290",
    "q": "Which of these is an incorrect description of the \"Mare Imbrium\" on the moon",
    "a": "It contains a certain amount of sedimentary water"
  },
  {
    "id": "98bd0bba",
    "q": "Which of these is an incorrect description of wind energy",
    "a": "It is not a form of renewable energy"
  },
  {
    "id": "d9653772",
    "q": "Which of these is found in the alliance Golden Chest",
    "a": "1,000 Individual Credits"
  },
  {
    "id": "f018c141",
    "q": "Which of these is NOT a breakdown of alliance technology",
    "a": "Military"
  },
  {
    "id": "6d128697",
    "q": "Which of these is not a natural resource",
    "a": "Clothing"
  },
  {
    "id": "60361ec5",
    "q": "Which of these is NOT a type of Japanese wagyu",
    "a": "Ronguhon Wagyu"
  },
  {
    "id": "ea37fd49",
    "q": "Which of these is NOT an Alliance Skill",
    "a": "Rapid March"
  },
  {
    "id": "84502fa4",
    "q": "Which of these is not an ancient civilization of the Americas",
    "a": "The Sumerians"
  },
  {
    "id": "08b6d295",
    "q": "Which of these is NOT considered a Shakespearean tragedy",
    "a": "Twelfth Night"
  },
  {
    "id": "9a0985ef",
    "q": "Which of these is NOT considered one of the \"Five Good Emperors\" of the Nerva-Antonine dynasty of ancient Rome",
    "a": "Commodus"
  },
  {
    "id": "27de65ad",
    "q": "Which of these is NOT considered one of the 8 main styles of contemporary Chinese cooking",
    "a": "Huaiyang Cuisine"
  },
  {
    "id": "eb43f1a6",
    "q": "Which of these is NOT one of Cao Cao's skills",
    "a": "Battle of Sorrow"
  },
  {
    "id": "688e6b09",
    "q": "Which of these is NOT one of the skills of Ceroli Chieftain Astrid",
    "a": "Flametongue's Kiss"
  },
  {
    "id": "8b5ff64f",
    "q": "Which of these is not one of the Three Gorgon Sisters of Grecian myth",
    "a": "Perga"
  },
  {
    "id": "c25f0b12",
    "q": "Which of these is NOT one of the Winning Stratagems listed in the ancient Chinese military textbook",
    "a": "The \"empty fort\" strategy"
  },
  {
    "id": "bd58b63d",
    "q": "Which of these is not part of the Holy Trinity in Christianity",
    "a": "The Mother"
  },
  {
    "id": "2fb4c206",
    "q": "Which of these is NOT Zeus' child in Greek mythology",
    "a": "Hera"
  },
  {
    "id": "ee48413d",
    "q": "Which of these is one of Minamoto no Yoshitsune' s \"Active Skills\"",
    "a": "Kyohachiryu"
  },
  {
    "id": "84af1f6b",
    "q": "Which of these is one of Minamoto no Yoshitsune's \"Active Skills\"",
    "a": "Kyohachiryu"
  },
  {
    "id": "c82b8254",
    "q": "Which of these is one of the four fundamental elements of nature according to many ancient Greek philosophers",
    "a": "Wind"
  },
  {
    "id": "ec3eac82",
    "q": "Which of these is the National Flower of India",
    "a": "Lotus"
  },
  {
    "id": "ea7c3b8c",
    "q": "Which of these is used to rally alliance troops",
    "a": "Castle"
  },
  {
    "id": "7e9f98c2",
    "q": "Which of these is Yi Seong-Gye an expert in",
    "a": "Garrisoning"
  },
  {
    "id": "74aac3ce",
    "q": "Which of these items can NOT be obtained by defeating barbarians",
    "a": "VIP points"
  },
  {
    "id": "e23bf977",
    "q": "Which of these items can NOT be purchased within the Mysterious Merchant's Boutique",
    "a": "Passport Page"
  },
  {
    "id": "d8e87c57",
    "q": "Which of these items CANNOT be obtained from a Tavern Equipment Chest",
    "a": "60-Minute Training Speedup"
  },
  {
    "id": "74d1b0f2",
    "q": "Which of these items CANNOT be obtained from the Alliance Stone Chest",
    "a": "Silver Keys"
  },
  {
    "id": "af4f337c",
    "q": "Which of these items contains a helpful record on how an ancient Egyptian can pass into the next world after death",
    "a": "The Book of the Dead"
  },
  {
    "id": "73e557b1",
    "q": "Which of these items may be selected from the Lvl 3 \"Pick One\" Resource Chest",
    "a": "150,000 Food"
  },
  {
    "id": "3980e350",
    "q": "Which of these legendary phrases are NOT attributed to Commander El Cid",
    "a": "For honor and empire!"
  },
  {
    "id": "f24cb1c4",
    "q": "Which of these materials is used to forge gathering and peacekeeping equipment",
    "a": "Animal Bone"
  },
  {
    "id": "689e8784",
    "q": "Which of these navigators was the first European to arrive in Brazil",
    "a": "Pedro Alvares Cabral"
  },
  {
    "id": "e2308d60",
    "q": "Which of these Nobel Prizes was awarded to Marie Curie in 1903",
    "a": "The Nobel Prize in Physics"
  },
  {
    "id": "ea2bf615",
    "q": "Which of these novels is the first ever Japanese work of literary fiction founded on the legend of King Arthur",
    "a": "Kairo-kō"
  },
  {
    "id": "f08f16f3",
    "q": "Which of these organizations has its headquarters in Geneva",
    "a": "UN High Commissioner for Refugees"
  },
  {
    "id": "9f61f74d",
    "q": "Which of these plants is NOT available as a decorative building",
    "a": "Peach Tree"
  },
  {
    "id": "8e44fe00",
    "q": "Which Of these Renaissance-era artists was not from Italy",
    "a": "Shakespeare"
  },
  {
    "id": "fccf09bd",
    "q": "Which of these research stations is at the highest latitude",
    "a": "Amundsen-Scott South Pole Station"
  },
  {
    "id": "0c34f962",
    "q": "Which of these rewards will NOT be awarded to the first place season finisher in Sunset Canyon",
    "a": "Dazzling Starlight Sculpture"
  },
  {
    "id": "e93a8c1d",
    "q": "Which of these species of shark is also known as the \"Godzilla shark\"",
    "a": "Dracopristis hoffmanorum"
  },
  {
    "id": "b98a808d",
    "q": "Which of these structures allows scouts and City Defenders to better keep an eye on their surroundings",
    "a": "Watchtower"
  },
  {
    "id": "81c53c9f",
    "q": "Which of these technologies can be researched in the Academy to accelerate food gathering on the map",
    "a": "Scythe"
  },
  {
    "id": "258dcff9",
    "q": "Which of these terrain types exerts a slight penalty on troop Defense on the Treasure Hill map in \"Champions of Olympia\"",
    "a": "Whirlwind"
  },
  {
    "id": "997d449e",
    "q": "Which of these two were created by Leonardo da Vinci",
    "a": "The Last Supper, Mona Lisa"
  },
  {
    "id": "ff4c873b",
    "q": "Which of these unfortunate individuals was the only person ever recorded to suffer from both dwarfism and gigantism",
    "a": "Adam Rainer"
  },
  {
    "id": "3b4b4203",
    "q": "Which of these was the only commander to defeat Cyrus the great in battle",
    "a": "Tomyris"
  },
  {
    "id": "682b9355",
    "q": "Which of these works of Japanese Monogatari literature describes the legend of \"Kaguya-hime\"",
    "a": "The Tale of The Bamboo Cutter"
  },
  {
    "id": "75a9fc9b",
    "q": "Which of these works was NOT written by the philosopher Friedrich Nietzsche",
    "a": "Commentaries on the Gallic War"
  },
  {
    "id": "1a34abad",
    "q": "Which of these WOULD NOT be a penalty for failing to fully extract all resources from a resource point",
    "a": "Suffering a barbarian attack"
  },
  {
    "id": "80c8647e",
    "q": "Which official measure made it a crime to give Martin Luther food or shelter",
    "a": "Edict of Worms"
  },
  {
    "id": "04d6ff6b",
    "q": "Which one of the following is not one of Hermann's skills",
    "a": "Irresistible"
  },
  {
    "id": "2f29e778",
    "q": "Which one of these animals does NOT lay eggs",
    "a": "Bat"
  },
  {
    "id": "59c48191",
    "q": "Which organ of the potato plant do we commonly eat",
    "a": "Stem"
  },
  {
    "id": "9eb1299c",
    "q": "Which part of the brain will alcohol affect",
    "a": "The Cerebellum"
  },
  {
    "id": "72c91265",
    "q": "Which part of the human body contains mostly water",
    "a": "Eyeballs"
  },
  {
    "id": "52195259",
    "q": "Which period of European history, lasting from 1300 to 1600, saw renewed interest in classical culture and led to far-reaching changes in art, learning, and views of the world",
    "a": "Renaissance"
  },
  {
    "id": "2f619aa3",
    "q": "Which Pharaoh constructed the Bent Pyramid",
    "a": "Sneferu"
  },
  {
    "id": "7293c36d",
    "q": "Which Pharaoh ordered the construction of the Abu Simbel temples",
    "a": "Ramesses II"
  },
  { "id": "8aff6825", "q": "Which philosopher wrote \"Utopia\"", "a": "Plato" },
  {
    "id": "026f6bb9",
    "q": "Which planet in our solar system rotates the fastest",
    "a": "Jupiter"
  },
  {
    "id": "28765818",
    "q": "Which poet wrote \"Germany. A Winter's Tale\"",
    "a": "Heinrich Heine"
  },
  {
    "id": "c27c6ffb",
    "q": "Which Portuguese explorer sailed from the Cape of Good Hope to India",
    "a": "Vasco de Gama"
  },
  {
    "id": "bfe9a7f7",
    "q": "Which Portuguese explorer was the first European to sail to the southern tip of Africa",
    "a": "Bartolomeu Dias"
  },
  {
    "id": "e7d61a00",
    "q": "Which privilege is reserved for titled officers (not normal officers)",
    "a": "The ability to check alliance members' online status"
  },
  {
    "id": "bd747f75",
    "q": "Which prominent statesman served as the first general of the Edo shogunate at the end of Japan's Warring States period",
    "a": "Tokugawa Ieyasu"
  },
  {
    "id": "9be841b3",
    "q": "Which psychologist is widely considered the founder of modern psycho-analysis",
    "a": "Sigmund Freud"
  },
  {
    "id": "5d0888c8",
    "q": "Which pyramid is widely considered the only surviving Wonder of the Ancient World still With us today",
    "a": "The Pyramid of Khufu"
  },
  {
    "id": "ec24a7a8",
    "q": "Which Roman Emperor was named Augustus after ending a civil war",
    "a": "Gaius Octavius"
  },
  {
    "id": "2cce2886",
    "q": "Which school of painting would Georges Seurat be a representative of",
    "a": "Pointillism"
  },
  {
    "id": "4d2ff1ae",
    "q": "Which school of thought was founded by the Chinese philosopher Lao Tzu",
    "a": "Taoism"
  },
  {
    "id": "eff72b63",
    "q": "Which scout attribute CANNOT be enhanced by upgrading a Lvl 11 Scout Camp",
    "a": "Number of Scouts"
  },
  {
    "id": "1d953d8c",
    "q": "Which script was the Code of Hammurabi engraved onto stone in",
    "a": "Cuneiform"
  },
  {
    "id": "49adfd25",
    "q": "Which sculpture was once described by Mark Twain as the \"the most mournful and moving piece of stone in the world\"",
    "a": "The Lion of Lucerne"
  },
  {
    "id": "d18a8240",
    "q": "Which state created the earliest form of paper money",
    "a": "Ancient China"
  },
  {
    "id": "9fd8bd7e",
    "q": "Which state is home to the Walt Disney Company",
    "a": "California"
  },
  {
    "id": "433f2c5a",
    "q": "Which state was the first to invent and use papyrus as a writing material",
    "a": "Egypt"
  },
  {
    "id": "1908c57c",
    "q": "Which technology comes before Pavise",
    "a": "Bodkin Arrows"
  },
  {
    "id": "5cd1b159",
    "q": "Which technology comes before Swordsman",
    "a": "Iron Working"
  },
  {
    "id": "1d6471c2",
    "q": "Which technology comes right before Heavy Cavalry",
    "a": "Scale Armor"
  },
  {
    "id": "39a00791",
    "q": "Which technology comes right before Pavise",
    "a": "Bodkin Arrows"
  },
  {
    "id": "10e24841",
    "q": "Which technology comes right before Swordsman",
    "a": "Iron Working"
  },
  {
    "id": "6f723b70",
    "q": "Which title did Pierre de Coubertin, founder of the International Olympic Committee, hold",
    "a": "Baron"
  },
  {
    "id": "2309c71e",
    "q": "Which tribe claims ownership of the Takra Forest, which must be traversed to reach the Kingdom of Karaku",
    "a": "The Bloodfury clan"
  },
  {
    "id": "5c3d90ee",
    "q": "Which troop type receives a boost from the Hidden Lotus decoration",
    "a": "Cavalary"
  },
  {
    "id": "aedf7949",
    "q": "Which troop types will receive a boost from the Easter Party city theme",
    "a": "Archer"
  },
  {
    "id": "be31ed30",
    "q": "Which two cities does Portugal's Dom Luis Bridge connect",
    "a": "Porta, Vila Nova de Gaia"
  },
  {
    "id": "31e71d6b",
    "q": "Which two cities does Portugal's Dom Luis I Bridge connect",
    "a": "Porto, Vila Nova de Gaia"
  },
  {
    "id": "18aa715c",
    "q": "Which two cities does Portugal's Dom Luís I Bridge connect",
    "a": "Porto, Vila Nova de Gaia"
  },
  {
    "id": "e47ff6de",
    "q": "Which two oceans does the Panama Canal connect",
    "a": "The Pacific and Atlantic Oceans"
  },
  {
    "id": "44b586f4",
    "q": "Which type of holy sites grant troop attack bonuses",
    "a": "Flame Altar"
  },
  {
    "id": "558c9cf2",
    "q": "Which type of natural disaster is measured using the Richter scale",
    "a": "Earthquake"
  },
  {
    "id": "4677c4f9",
    "q": "Which unit gains a strong benefit from Sun Tzu's \"Master Strategist\" skill",
    "a": "Infantry"
  },
  {
    "id": "8898d904",
    "q": "Which unit strong against infantry",
    "a": "Archer"
  },
  {
    "id": "0cf06e7f",
    "q": "Which unit type does Cao Cao excel in leading",
    "a": "Cavalary"
  },
  {
    "id": "3dc56d28",
    "q": "Which unit type is strong against Archers",
    "a": "Cavalry"
  },
  {
    "id": "06dd7394",
    "q": "Which unit type is strong against Cavalry",
    "a": "Infantry"
  },
  {
    "id": "96ead037",
    "q": "Which unit type is strong against Infantry",
    "a": "Archers"
  },
  {
    "id": "90e831a0",
    "q": "Which war ended the rule of the House of Plantagenet and began the rule of the Tudors in England",
    "a": "The Wars of the Roses"
  },
  {
    "id": "eae13a87",
    "q": "Which war was fought between British houses of Lancaster and York for the throne of England",
    "a": "The Wars of the Roses"
  },
  {
    "id": "be235e26",
    "q": "Which war was fought between the Bristish houses of Lancaster and York for the throne of England",
    "a": "The Wars of the Roses"
  },
  {
    "id": "87ed92b3",
    "q": "Which war was fought between the British houses of Lancaster and York for the throne of England",
    "a": "The Wars of the Roses"
  },
  {
    "id": "1f75d95b",
    "q": "Which war was fought between the British",
    "a": "War of Roses"
  },
  {
    "id": "7e380d8f",
    "q": "Which was a lighthouse built after Macedonia conquered Egypt and was one of the seven wonders of the ancient world",
    "a": "The Lighthouse of Alexandria"
  },
  {
    "id": "301555dc",
    "q": "Which was a lighthouse built after Macedonia conquered Egypt and waste of the seven wonders of the ancient world",
    "a": "The Lighthouse of Alexandria"
  },
  {
    "id": "742a9c3b",
    "q": "Which was the actor Charlie Chaplin' s first ever film",
    "a": "Making a Living"
  },
  {
    "id": "57ef0b83",
    "q": "Which was the actor Charlie Chaplin's first ever film",
    "a": "Making a Living"
  },
  {
    "id": "7de27175",
    "q": "Which was the only ancient civilization to develop in a tropical jungle rather than a river basin",
    "a": "The Incas"
  },
  {
    "id": "e80be9d1",
    "q": "Which were the two construction materials most heavily favored by the ancient Egyptian building industry",
    "a": "Mudbricks and stone"
  },
  {
    "id": "07c13c88",
    "q": "While Gutenberg introduced the printing press in Europe, his invention was influenced by which country, the first to develop a moveable type",
    "a": "China"
  },
  { "id": "a3e0fe10", "q": "Who \"owns\" Easter Island", "a": "Chile" },
  {
    "id": "ffdfe8ef",
    "q": "Who authored the novel \"No Longer Human\"",
    "a": "Osamu Dazai"
  },
  {
    "id": "dc53ff98",
    "q": "Who authored the tragedy \"Medea\"",
    "a": "Euripides"
  },
  {
    "id": "83edf4e3",
    "q": "Who cam out the victor of the \"Battle of Hastings\"",
    "a": "William the Conqueror"
  },
  {
    "id": "9147389c",
    "q": "Who came out the victor of the \"Battle of Hastings\"",
    "a": "William the Conqueror"
  },
  {
    "id": "be25b7aa",
    "q": "Who came up with the Trojan horse idea",
    "a": "Odysseus"
  },
  {
    "id": "abff3d65",
    "q": "Who came up with the Trojan Horse idea Who won the Trojan War",
    "a": "Odysseus"
  },
  {
    "id": "2daf275e",
    "q": "Who commanded the New Model Army founded by Parliament during the English Civil War",
    "a": "Cromwell"
  },
  {
    "id": "12e82749",
    "q": "Who compiled the fairytales that eventually featured in the \"Grimms' Fairy Tales\"",
    "a": "The Brothers Grimm"
  },
  {
    "id": "0a4ff5ec",
    "q": "Who conquered the \"Kingdom of the Vandals and Alans\" in the Vandalic War",
    "a": "Belisarius"
  },
  {
    "id": "ed6746a2",
    "q": "Who created the famous sculpture \"The Thinker\"",
    "a": "Auguste Rodin"
  },
  {
    "id": "91e114c7",
    "q": "Who defeated the Sphinx according to Greek legend",
    "a": "Oedipus"
  },
  {
    "id": "f7c17ec2",
    "q": "Who designed the \"Ottoman Cannon\"",
    "a": "Urban"
  },
  {
    "id": "f4eef8c9",
    "q": "Who designed the Djoser, the first ancient pyramid featuring a stepped design",
    "a": "Imhotep"
  },
  {
    "id": "c2edc451",
    "q": "Who did Boudica lead the tribes of Britain in a revolt against",
    "a": "The Roman Empire"
  },
  {
    "id": "f86b2c6f",
    "q": "Who first implemented the Julian Calendar in Rome",
    "a": "Julius Caesar"
  },
  {
    "id": "5dae6be9",
    "q": "Who found the \"Malacca Sultanate\"",
    "a": "Parameswara"
  },
  {
    "id": "c1ab0890",
    "q": "Who founded the \"Malacca Sultanate\"",
    "a": "Parameswara"
  },
  {
    "id": "52c340d1",
    "q": "Who founded the \"Spanish Armada\"",
    "a": "Philip II"
  },
  {
    "id": "3958a868",
    "q": "Who founded the First Persian Empire",
    "a": "Cyrus the Great"
  },
  {
    "id": "7eb19865",
    "q": "Who founded the joseon dynasty",
    "a": "Yi Seong-Gye"
  },
  {
    "id": "eeb8666d",
    "q": "Who founded the Kingdom of Asturias",
    "a": "Pelagius"
  },
  {
    "id": "cdbed1d5",
    "q": "Who funded Christopher Colombus's travels",
    "a": "Spain"
  },
  {
    "id": "e7f67e4c",
    "q": "Who gave the famous \"I Have a Dream\" speech",
    "a": "Martin Luther King Jr."
  },
  {
    "id": "fb8cfcad",
    "q": "Who gave the famous \"l Have a Dream\" speech",
    "a": "Martin Luther King Jr."
  },
  {
    "id": "ab55a30e",
    "q": "Who initiated the first Salt March",
    "a": "Mahatma Gandhi"
  },
  {
    "id": "6890933e",
    "q": "Who instituted the Julian Calendar",
    "a": "Julius Caesar"
  },
  {
    "id": "71509cc5",
    "q": "Who invented the printing press",
    "a": "Johann Gutenberg"
  },
  {
    "id": "b1918263",
    "q": "Who invented the world's first full-sized automobile",
    "a": "Nicolas-Joseph Cugnot"
  },
  {
    "id": "964e4626",
    "q": "Who is considered the \"Father of Modern Olympic Games\"",
    "a": "Pierre de Coubertin"
  },
  {
    "id": "09d8f088",
    "q": "Who is considered the \"Father of the Modern Olympic Games\"",
    "a": "Pierre de Coubertin"
  },
  {
    "id": "5ca87962",
    "q": "Who is responsible for ushering valiant warriors into Valhalla upon death in Norse mythology",
    "a": "Valkyrie"
  },
  {
    "id": "3cd076ad",
    "q": "Who is the 'god of love' in Norse mythology",
    "a": "Freyja"
  },
  {
    "id": "02bbc3e6",
    "q": "Who is the ‘god of love' in Norse mythology",
    "a": "Freyja"
  },
  {
    "id": "76eec16a",
    "q": "Who is the \"god of death\" in ancient Greek mythology",
    "a": "Thanatos"
  },
  {
    "id": "55bef08f",
    "q": "Who is the \"God of War\" in ancient Greek mythology",
    "a": "Ares"
  },
  {
    "id": "8318cd39",
    "q": "Who is the commander considered an enemy of Rome since childhood",
    "a": "Hannibal Barca"
  },
  {
    "id": "ce7ec38b",
    "q": "Who is the first Italian to receive the \"Pritzker Architecture Prize\"",
    "a": "Aldo Rossi"
  },
  {
    "id": "785e3204",
    "q": "Who is the first italien receive the \"Pritzker Architecture Price\"",
    "a": "Aldo Rossi"
  },
  {
    "id": "0a0b72fe",
    "q": "Who is the God of Sleep in ancient Greek mythology",
    "a": "Hypnos"
  },
  {
    "id": "076a3237",
    "q": "Who is the god of thunder in Norse mythology",
    "a": "Thor"
  },
  {
    "id": "0b2ab6f6",
    "q": "Who is the goddess of the earth in ancient Greek mythology",
    "a": "Gaea"
  },
  {
    "id": "c66a7f2b",
    "q": "Who is the King of the Kingdom",
    "a": "Leader of the alliance that conquers the lost temple"
  },
  {
    "id": "2b3a83f9",
    "q": "Who is the mortal enemy of the commander Saladin",
    "a": "Richard I"
  },
  {
    "id": "50c7eca1",
    "q": "Who is the mother of Cupid, the baby-faced god of love in Roman mythology",
    "a": "Venus"
  },
  {
    "id": "575dbf4d",
    "q": "Who is the patron and protector Athens in ancient Greek mythology",
    "a": "Athena"
  },
  {
    "id": "8d1c7f69",
    "q": "Who is the patron and protector of Athens in ancient Greek mythology",
    "a": "Athena"
  },
  {
    "id": "1a8d88c1",
    "q": "Who killed Hector and how Achilles die",
    "a": "Achilles"
  },
  {
    "id": "629591fd",
    "q": "Who killed Hector and how does Achilles die",
    "a": "Achilles; Arrow through this heel"
  },
  {
    "id": "cbbee599",
    "q": "Who kills Odin, the king of the gods, during Ragnarok in Norse mythology",
    "a": "Fenrir"
  },
  {
    "id": "fea7feef",
    "q": "Who led the Kingdom of Prussia in the Seven Years War",
    "a": "Frederick ll"
  },
  {
    "id": "d9f5e751",
    "q": "Who led the Kingdom of Prussia in the Seven Years' War",
    "a": "Frederick II"
  },
  {
    "id": "1fe78759",
    "q": "Who ordered the production of the Civil manuscript popularly known as the Domesday Book",
    "a": "William I"
  },
  {
    "id": "cc1c9f69",
    "q": "Who owned everything in ancient Egyptian Kingdoms",
    "a": "Pharaoh"
  },
  {
    "id": "ba31e897",
    "q": "Who painted \"The Last Supper\"",
    "a": "Leonardo da Vinci"
  },
  {
    "id": "e1057348",
    "q": "Who painted The Last Supper",
    "a": "Leonardo Da Vinci"
  },
  {
    "id": "767154aa",
    "q": "Who painted the Mona Lisa",
    "a": "Leonardo da Vinci"
  },
  {
    "id": "e265a6b1",
    "q": "Who proposed the philosophical idea of \"I think, therefore I am\"",
    "a": "Descartes"
  },
  {
    "id": "c441422e",
    "q": "Who proposed the philosophical idea of \"l think, therefore I am\"",
    "a": "Descartes"
  },
  {
    "id": "5d0e2dff",
    "q": "Who was believed to be the prototype of king of hearts in poker",
    "a": "Charlemagne"
  },
  {
    "id": "58fbc7ad",
    "q": "Who was called \"Napoleon of crime\" in some of the Sherlock Holmes stories",
    "a": "Professor Moriarty"
  },
  { "id": "06761f23", "q": "Who was Plato' s teacher", "a": "Socrates" },
  { "id": "6d64f56c", "q": "Who was Plato's teacher", "a": "Socrates" },
  {
    "id": "350b5366",
    "q": "Who was praised by his countryman as ancient Greece's best and most honest democratic representatives",
    "a": "Pericles"
  },
  {
    "id": "e48ce47d",
    "q": "Who was the author of the History of the Peloponnesian War",
    "a": "Thucydides"
  },
  {
    "id": "5af30da4",
    "q": "Who was the Ceroli Chieftain that originally requested help from  governors",
    "a": "Logar"
  },
  {
    "id": "cad86a9e",
    "q": "Who was the Ceroli Chieftain that originally requested help from governors",
    "a": "Torgny"
  },
  {
    "id": "e32dbabd",
    "q": "Who was the Emperor of the First French Empire",
    "a": "Napoleon Bonaparte"
  },
  {
    "id": "86abaaad",
    "q": "Who was the father of Edward of Woodstock",
    "a": "Edward III of England"
  },
  {
    "id": "74ae1e90",
    "q": "Who was the first astronaut to enter outer space",
    "a": "Yuri Gagarin"
  },
  {
    "id": "5430f430",
    "q": "Who was the first consul of the Roman Republic",
    "a": "Lucius Junius Brutus"
  },
  {
    "id": "d725830b",
    "q": "Who was the first Emperor of Rome",
    "a": "Gaius Octavius Augustus"
  },
  {
    "id": "9e69a5d9",
    "q": "Who was the first human woman created by Hephaestus in Greek mythology",
    "a": "Pandora"
  },
  {
    "id": "b74bbb90",
    "q": "Who was the first Italian to receive the \"Pritzker Architecture Prize\"",
    "a": "Aldo Rossi"
  },
  {
    "id": "d05e0830",
    "q": "Who was the first Japanese authorto receive the Nobel Prize in Literature",
    "a": "Yasunari Kawabata"
  },
  {
    "id": "9d8312c3",
    "q": "Who was the first King of Italy after its unification in 1861",
    "a": "Victor Emmanuel II"
  },
  {
    "id": "dd1c5148",
    "q": "Who was the first of Henry VIII's children to rule England",
    "a": "Edward VI"
  },
  {
    "id": "2f25738a",
    "q": "Who was the first woman to become a military pilot anywhere in the world",
    "a": "Sabiha Gökçen"
  },
  {
    "id": "fb864b02",
    "q": "Who was the first woman to win a Nobel Prize",
    "a": "Marie Curie"
  },
  {
    "id": "79c965dc",
    "q": "Who was the founder of the Achaemenid Empire",
    "a": "Cyrus the Great"
  },
  {
    "id": "9ef0498d",
    "q": "Who was the founder of the Edo Bakufu of Japan",
    "a": "Tokugawa Ieyasu"
  },
  {
    "id": "95a2af0d",
    "q": "Who was the founder of the Mongolian Empire",
    "a": "Genghis Khan"
  },
  {
    "id": "368b6a8f",
    "q": "Who was the last emperor of All Russia",
    "a": "Nicholas II"
  },
  {
    "id": "7a0bac58",
    "q": "Who was the last emperor of the Holy Roman Empire",
    "a": "Francis II"
  },
  {
    "id": "8ec04f94",
    "q": "Who was the last female Paraoh of the Ptolemy Dynasty",
    "a": "Cleopatra VII"
  },
  {
    "id": "da81b91e",
    "q": "Who was the last female Pharaoh of the Ptolemy Dynasty",
    "a": "Cleopatra VII"
  },
  {
    "id": "203ec76f",
    "q": "Who was the leader of the Western Army during the Battle of Sekigahara, which took place during Japan's Sengoku period",
    "a": "Ishida Mitsunari"
  },
  {
    "id": "4c3038b4",
    "q": "Who was the only king of England to be executed",
    "a": "Charles I"
  },
  {
    "id": "2bda1ade",
    "q": "Who was the only US President that served more than 2 terms",
    "a": "Franklin D. Roosevelt"
  },
  {
    "id": "a1cb13af",
    "q": "Who was the victor in the Battle of Tours in 732 CE",
    "a": "Charles Martel"
  },
  {
    "id": "2f90f0b9",
    "q": "Who were the first mountaineer(s) on record to reach the summit of Mt. Everest",
    "a": "Sir Edmund Hillary and Tenzing Norgay"
  },
  {
    "id": "4632be98",
    "q": "Who were the first mountaineer(s) on record to reach the summit of Mt.Everest",
    "a": "Tenzing Norgay and Edmund Hilary"
  },
  { "id": "339afc5b", "q": "Who won the Trojan war", "a": "The Greeks" },
  {
    "id": "a3691f7e",
    "q": "Who wrote \"Human, All Too Human\"",
    "a": "Nietzsche"
  },
  { "id": "4545ed72", "q": "Who wrote \"Les Miserables\"", "a": "Victor Hugo" },
  {
    "id": "23ffe16f",
    "q": "Who wrote \"The Aeneid\" , the first epic poem in Western literature",
    "a": "Virgil"
  },
  { "id": "840e5085", "q": "Who wrote \"The Symposium\"", "a": "Plato" },
  {
    "id": "be9e11fa",
    "q": "Who wrote \"The Aeneid\", the first epic poem in Western literature",
    "a": "Virgil"
  },
  {
    "id": "b2f85855",
    "q": "Who wrote Alice' s Adventures in Wonderland",
    "a": "Lewis Carroll"
  },
  {
    "id": "f6c4125f",
    "q": "Who wrote Alice's Adventures in Wonderland",
    "a": "Lewis Carroll"
  },
  { "id": "c7f7c213", "q": "Who wrote the Art of War", "a": "Sun Tzu" },
  { "id": "e0d23ba0", "q": "Who wrote the opera Carmen", "a": "Geroges Bizet" },
  {
    "id": "647548f0",
    "q": "Who wrote the well-known book \"A Brief History of Time\"",
    "a": "Stephen Hawking"
  },
  {
    "id": "a2c7bf5f",
    "q": "Who wrote the well-known book \"Sapiens: A Brief History of Humankind\"",
    "a": "Yuval Noah Harari"
  },
  {
    "id": "1ff35cb0",
    "q": "Who wrote the well-known science fiction series \"Dune\"",
    "a": "Frank Herbert"
  },
  {
    "id": "94749f9b",
    "q": "Whose autobiography \"Living to Tell the Tale\" won them the Nobel Prize in Literature",
    "a": "Gabriel García Márquez"
  },
  {
    "id": "afbb0f37",
    "q": "Whose beauty is said to have been the cause of the Trojan War",
    "a": "Helen"
  },
  {
    "id": "1232d169",
    "q": "Whose poem The Waste Land won them the Nobel Prize in Literature",
    "a": "T.S. Eliot"
  },
  {
    "id": "07956ebd",
    "q": "Whose victory was the orchestral work \"1812 Overture\" composed to commemorate",
    "a": "Russian Empire"
  },
  {
    "id": "cf24bcfb",
    "q": "Why do frogs and other organism produce so many eggs/offspring",
    "a": "The more offspring produced the more likely they will survive"
  },
  {
    "id": "f4517ae8",
    "q": "Why do frogs and other organisms produce so many eggs/offspring",
    "a": "the more offspring produced the more likely they will survive"
  },
  {
    "id": "e8b43c6e",
    "q": "Why does drinking coffee make people feel more awake",
    "a": "It contains caffeine"
  },
  {
    "id": "f1b550ba",
    "q": "Why was British nurse Florence Nightingale known as \"The Lady with the Lamp\"",
    "a": "She would inspect patients at night"
  },
  {
    "id": "308c81a5",
    "q": "Why was scurvy once a common problem for sailors",
    "a": "A lack of fresh fruit and vegetable on long voyages"
  },
  {
    "id": "7a345683",
    "q": "Why was the dead sea given this name",
    "a": "The high-saline water prevents plants and animals from thriving near it."
  },
  {
    "id": "2a458274",
    "q": "Why were the bow and stern of Viking longboats designed to be symmetrical",
    "a": "To reverse direction quickly without a turn around"
  },
  {
    "id": "ec80c6a8",
    "q": "With whom did Minamoto no Yoshitsune raise an army to fight Taira no Kiyomori",
    "a": "Minamoto no Yoritomo"
  },
  {
    "id": "936ed3a2",
    "q": "Without using buffs, how many action points can a governor have",
    "a": "1"
  },
  {
    "id": "02c5d5bd",
    "q": "Work on which of these cathedrals began in Copenhagen in 1877",
    "a": "St. Paul's Church"
  },
  {
    "id": "0b79c876",
    "q": "You can help your allies build/upgrade buildings, research technologies, and heal troops. But how much does each help action fill the progress bar",
    "a": "0,01"
  },
  {
    "id": "aa76254d",
    "q": "The famous Renaissance sculpture Pietä was the work of which artist?",
    "a": "Michaelangelo"
  },
  {
    "id": "67586b5a",
    "q": "Which of these novels was NOT written by Margaret Atwood?",
    "a": "Flowers of Algernon"
  },
  {
    "id": "11aefe83",
    "q": "Which philosopher said \"whereof one cannot speak, thereof one must be silent\"?",
    "a": "Wittgenstein"
  },
  {
    "id": "46ff823b",
    "q": "Which of these figures is NOT referenced in the title of the ancient Chinese poem: \"A Song of the Eight Immortals in Drinking\"?",
    "a": "Du Fu"
  },
  {
    "id": "d12baa5a",
    "q": "Zhu Geliang had no involvement in which of the following incidents recounted in the Romance of the Three Kingdoms?",
    "a": "Yellow Turban Rebellion"
  },
  {
    "id": "fb290e28",
    "q": "Which country did Zarathustra, of the tone poem 'Thus Spoke Zarathustra', come from?",
    "a": "Persia"
  },
  {
    "id": "3da57ae6",
    "q": "Which of the following characters are NOT present in the \"Journey to the West\" Story?",
    "a": "Thrid Sister Hu"
  },
  {
    "id": "4d98043c",
    "q": "Which of these Avatar Frames can be obtained from the Ceroli Crisis event?",
    "a": "Undersea Kingdom"
  },
  {
    "id": "e4325b70",
    "q": "Which of the following is NOT a component ingredient used to forge the Epic weapon \"Golden Age\"?",
    "a": "Animal Bone"
  },
  {
    "id": "d4f527fc",
    "q": "In the Desire of Victory event, how can players gain rewards?",
    "a": "Training Troops"
  },
  {
    "id": "fbfcf6fb",
    "q": "Which of the following kingdom title descriptions is incorrect?",
    "a": "Prime Ministers troops have increased attack"
  },
  {
    "id": "e26844c1",
    "q": "Which of the following is NOT one of Julius Caesar's skills?",
    "a": "Military Life"
  },
  {
    "id": "79cece43",
    "q": "Which is the world's smallest island country?",
    "a": "Nauru"
  },
  {
    "id": "f9903598",
    "q": "\"Last of the Romans\" is an epithet used to describe someone With a classical Roman way of thinking. Who would NOT exemplify that?",
    "a": "Attila"
  },
  {
    "id": "5095cee2",
    "q": "The cathedral of Notre-Dame de Paris was built in which style?",
    "a": "Gothic"
  },
  {
    "id": "06af6f3c",
    "q": "What is the tallest peak in the world?",
    "a": "Mount Everest"
  },
  {
    "id": "fa943e01",
    "q": "Passport Pages are used when immigrating to other Kingdoms. What does the number of Passport Pages used depend on?",
    "a": "Governors individual power"
  },
  {
    "id": "020a0139",
    "q": "Which chapter of the Kingdom Chronicles grants the \"Explorer for Life\" achievement if all mist is explored before the chapter's end?",
    "a": "Long Peace"
  },
  {
    "id": "72830e42",
    "q": "Which of these women is NOT considered one of the 'Four Beauties' of ancient China?",
    "a": "Bao Shi"
  },
  {
    "id": "6dcd4507",
    "q": "Who was the first Japanese author to receive the Nobel Prize in Literature?",
    "a": "Yasunari Kawabata "
  },
  {
    "id": "67dbf265",
    "q": "Li Xin, the ancestor of the \"Flying General\" Li Guang, was a general of which state during the Warring States period of Chinese history?",
    "a": "Qin"
  },
  {
    "id": "9ca8a9e6",
    "q": "Which of these is the most visited art museum in the world in recent years?",
    "a": "The Louvre"
  },
  {
    "id": "6701bee9",
    "q": "Cnut was never the king of which of the following Kingdoms?",
    "a": "Sweden"
  },
  {
    "id": "25c2533f",
    "q": "When was the theremin, one of the first electronic musical instruments, invented?",
    "a": "1919"
  },
  {
    "id": "6a52f566",
    "q": "In Greek mythology, Who ran the chariot of the sun off its path, setting the earth aflame?",
    "a": "Phaethon"
  },
  {
    "id": "7e2980c8",
    "q": "Who defeated the Vikings at the Battle of Edington?",
    "a": "Alfred the Great"
  },
  {
    "id": "6d9b855d",
    "q": "In which Japanese prefecture is the famous temple Horyu-ji located?",
    "a": "Nara"
  },
  {
    "id": "bb93f172",
    "q": "\"Man of Peace\" is the nickname of which commander?",
    "a": "Imhotep"
  },
  {
    "id": "17181b32",
    "q": "The Greek epic The Odyssey records the return of the hero Odysseus from war. Nhere was his homeland?",
    "a": "Ithaca"
  },
  {
    "id": "d752b234",
    "q": "In French novelist Stendhal's The Red and the Black, What is the name of the ambitious protagonist?",
    "a": "Julien"
  },
  {
    "id": "d98e9191",
    "q": "Which of these is considered to be the seminal work of the French playwright Moliére?",
    "a": "Tartuffe"
  },
  {
    "id": "e63e1625",
    "q": "\"Puncture Wounds\" is the skill of which character in Ceroli Crisis?",
    "a": "Astrid"
  },
  {
    "id": "6f24571b",
    "q": "Johannes Vermeer, the painter of Girl With a Pearl Earring, was from which country?",
    "a": "The Netherlands"
  },
  {
    "id": "1a1fc020",
    "q": "Which monarch built the Hagia Sophia?",
    "a": "Justinian I"
  },
  {
    "id": "9dd4dcd4",
    "q": "Which rare animal does the WWF use as its logo?",
    "a": "Panda"
  },
  {
    "id": "ae1cfa2e",
    "q": "In which era of French history was the Arc de Triomphe built?",
    "a": "Napolenonic era"
  },
  {
    "id": "99f7633e",
    "q": "Bossa nova is a popular genre of music originating from which country?",
    "a": "Brazil"
  },
  {
    "id": "3912cccd",
    "q": "The Tang dynasty style of pottery decoration known as \"sancai\" primarily uses which three colors?",
    "a": "Yellow, green, white"
  },
  {
    "id": "6264b72a",
    "q": "The 24 \"solar terms\" are a traditional Chinese calendar system used for What purpose?",
    "a": "Agriculture"
  },
  {
    "id": "19f8889d",
    "q": "What did the word \"marathon\" originally refer to?",
    "a": "A place name"
  },
  {
    "id": "41c2b5c9",
    "q": "Which of these commanders' Expertise Skill is the enhanced version of an existing skill?",
    "a": "Björn Ironside"
  },
  {
    "id": "9274b656",
    "q": "Which of the following descriptions of microscopes is false?",
    "a": "They can be used to observe stars"
  },
  {
    "id": "7284a78c",
    "q": "Seondeok was Queen of Silla (part of modern-day Korea). What was her birth name?",
    "a": "Kim Deokman"
  },
  {
    "id": "a61ba430",
    "q": "Which prominent statesman served as the first Shogun of the Edo shogunate at the end of Japan's Warring States period?",
    "a": "Tokugawa"
  },
  {
    "id": "448cc981",
    "q": "Which two Sides fought each Other in the Battle of Mikatagahara?",
    "a": "Takeda Shingen and Tokugawa leyasu"
  },
  {
    "id": "688dff8d",
    "q": "Which vitamin deficiency can cause night blindness?",
    "a": "Vitamin A"
  },
  {
    "id": "354c98f4",
    "q": "Champagne is a region in which country?",
    "a": "France"
  },
  {
    "id": "2d2136b4",
    "q": "In Chinese mythology, What kind of creature is Jingwei?",
    "a": "A bird"
  },
  {
    "id": "2306b1f5",
    "q": "On which ingredient was the 1986 Mexico World Cup's mascot based on?",
    "a": "Pepper"
  },
  {
    "id": "1f228b8e",
    "q": "In 2018, which country set the record for being the least-populated country to ever reach the World Cup?",
    "a": "Iceland"
  },
  {
    "id": "2aae599e",
    "q": "How many Women's World Cups has Megan Rapinoe won?",
    "a": "2"
  },
  {
    "id": "756116f3",
    "q": "In which city was the world's first international soccer match held?",
    "a": "Glasgow"
  },
  {
    "id": "330e0330",
    "q": "Who won the best young player award at the 2018 World Cup?",
    "a": "Kylian Mbappe"
  },
  {
    "id": "75ba27aa",
    "q": "Which two English players scored in the 1966 World Cup Final between England and Germany?",
    "a": "Bobby Moore & Bobby Charlton"
  },
  {
    "id": "989f6931",
    "q": "In 1970, which goalkeeper made the \"save of the century\" against Pelé?",
    "a": "Gordon Banks"
  },
  {
    "id": "4926b7bc",
    "q": "In What year was the first World Cup held?",
    "a": "1930"
  },
  {
    "id": "a1150852",
    "q": "What was the name of the official match ball of the 2018 World Cup?",
    "a": "Telstar"
  },
  {
    "id": "9d7fe601",
    "q": "Who was the top goalscorer at the 2002 World Cup held in Korea and Japan?",
    "a": "Ronaldo"
  },
  {
    "id": "2d3e17a0",
    "q": "As of the 2018 World Cup, which player holds the record for most goals scored in a single World Cup match With five goals?",
    "a": "Oleg Salenko"
  },
  {
    "id": "db1bad10",
    "q": "How many World Cup titles has Pelé won?",
    "a": "3"
  },
  {
    "id": "b8eb4a1d",
    "q": "Who is the south stand at Old Trafford named after?",
    "a": "Sir Bobby Charlton"
  },
  {
    "id": "58c248af",
    "q": "In the 2014 World Cup held in Brazil, how many Confederation of African Football teams qualified for the tournament?",
    "a": "5"
  },
  {
    "id": "dc0bf38e",
    "q": "Who won the 1998 FIFA World Cup, held in France?",
    "a": "France"
  },
  {
    "id": "3b8ffde0",
    "q": "The 2022 World Cup will be the first men's world cup With female referees. How many will there be?",
    "a": "3"
  },
  {
    "id": "c3a06433",
    "q": "As of the 2018 World Cup, Who holds the record for most goals scored in the World Cup?",
    "a": "Miroslav Klose"
  },
  {
    "id": "495e3bad",
    "q": "Which manager has managed in six World Cups?",
    "a": "Carlos Alberto Parreira"
  },
  {
    "id": "259788b4",
    "q": "Who was the manager that led the West German team to the title in the 1990 World Cup?",
    "a": "Vuvuzela"
  },
  {
    "id": "ce8a4571",
    "q": "In the 2014 World Cup, which of the following teams was not in the same group as the eventual champions Germany?",
    "a": "England"
  },
  {
    "id": "057b2d05",
    "q": "In which two years was the World Cup suspended due to World War 11?",
    "a": "1942 & 1946"
  },
  {
    "id": "329edebe",
    "q": "Who was the first man to win the World Cup as both a captain and manager?",
    "a": "Franz Beckenbauer"
  },
  {
    "id": "ca2f6d7b",
    "q": "Messi has used 6 different jersey numbers in his career. What are those 6 numbers?",
    "a": "10, 14, 15, 18, 19, 30"
  },
  {
    "id": "05c9a77e",
    "q": "What instrument was officially banned by FIFA after the 2010 South Africa World Cup?",
    "a": "Vuvuzela"
  },
  {
    "id": "0c3f2c4b",
    "q": "Which of these items cannot be obtained from an Equipment Chest?",
    "a": "Tomes of Knowledge"
  }
]
